Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*_Yue/LC_MESSAGES/djangojs.po
Languages: yue

source: secondTenthsUpdated
yue: second10 thsupdated

source: stopped
yue: 停止

source: started
yue: 初時

source: paused
yue: 暫停

source: reset
yue: 重置

source: Cancel
yue: 取消

source: Loading...
yue: 加载。。。

source: auth.logout
yue: 授權註銷

source: Media
yue: 媒體

source: Cite
yue: 引用

source: Search Everipedia
yue: 搜索 everipedia

source: Link
yue: 連結

source: Cite as verified editor
yue: 引用為已驗證的編輯器

source: Save
yue: 救

source: Edit
yue: 編輯

source: Font Style
yue: 字體款式

source: Style
yue: 風格

source: Add an additional description for this category
yue: 添加此類別的其他說明

source: Delete this tag
yue: 刪除此標記

source: Claim
yue: 索賠

source: Not Ready
yue: 未準備好

source: Drag and drop your photo here or click to upload.
yue: 請在此處拖放相或单击 "上載"。

source: Please enter a description for the photo
yue: 請輸入相嘅描述

source: Adding infobox item, please wait...
yue: 添加 infobox 項目, 請稍候..。

source: Adding, please wait...
yue: 添加, 請稍候..。

source: You have been posting a lot of links today. Wait a bit for the community to respond to your content. New editors are limited to posting only 250 submissions a day.
yue: 你今日張貼咗好多連結。 等待一些社區對你嘅內容做出響應。 新編輯僅限於每日張貼250份意見書。

source: This link is already on this page, you can still edit the link summary to improve the information on EP!
yue: 這個連結已經在這個頁面上, 你仍然可以編輯連結摘要, 以改善 ep 嘅信息!

source: Links to Wikipedia pages are not allowed, for technical reasons. Please try again.
yue: 由於技術上的原因, 不允許鏈接到維基百科頁面。 請重試。

source: No URL provided, please try again
yue: 冇提供 url, 請重試

source: Please provide a description for the link or file.
yue: 請提供連結或文件的說明。

source: Please provide a more scholarly description.
yue: 請提供更多嘅學術描述。

source: File uploaded successfully.
yue: 文件上載成功。

source: Add File
yue: 添加文件

source: Add Link
yue: 添加連結

source: Loading more activity, please wait...
yue: 加载更多活動, 請稍候..。

source: Create page
yue: 創建頁面

source: Please stake some IQ into Brainpower before continuing. Click OK to open the Brainpower management screen in a new tab. NOTE: Please make sure popups are enabled for this site, as you may receive a warning.
yue: 在繼續之前, 請把智商投入腦力。 单击 "確定", 在新選項卡中打開 "智能管理" 屏幕. 註: 請確保此網站啟用了彈出窗口, 因為你可能會收到警告。

source: Note that you will not be able to propose edits without Brainpower. Your work will be lost!
yue: 請注意, 如果冇腦力, 你就無法提出編輯。 你既工作將會丟失!

source: Error: proposal not found. Please try submitting again.
yue: 錯誤: 搵唔到建議。 請嘗試再次提交。

source: Article proposal submission failed!
yue: 文章建議提交衰!

source: Add New Infobox
yue: 添加新 Infobox

source: Completing transaction...
yue: 正在完成交易記錄..。

source: Add Row
yue: 添加行

source: Are you sure you want to exit the page? Unsaved changes will be lost.
yue: 係咪真係要退出該頁? 未保存嘅更改會丟失。

source: Introduction
yue: 介紹

source: Everipedia is just like Wikipedia but much simpler to edit and contribute. Each page is composed of an infobox area for short concise facts, a main article written in a neutral 3rd person tense, a media gallery of pictures, videos, audio etc about the topic, a list of references to webpages and files that are used as citations in the article and infobox.
yue: everipedia 就好似維基百科, 但編輯同貢獻更簡單。 每頁都由一個 infobox 區域組成, 簡短的事實, 一個主要的文章, 在中性的第三人稱时态, 一個媒體畫廊嘅圖, 視頻, 音頻等有關主題, 一份對網頁和文件的引用列表, 作為引文在文章中同系 fobox。

source: Title
yue: 標題

source: Enter the page title here
yue: 在此處輸入頁面標題

source: Main photo
yue: 主要相

source: Here you can add the main photo for the article.
yue: 係呢度, 你可以添加的主要相嘅文章。

source: The infobox is designed for concise, quick facts. Suggested items appear in the dropdown depending on the selected topic, but any type of infobox can be added.
yue: infobox 係為簡明、快速嘅事實而設計的。 根據所選主題, 建議的項目顯示在下拉列表中, 但可以添加任何類型的 infobox。

source: Add Links, Files, Etc.
yue: 添加連結、文件等。

source: As you add links and files, they will show up in the Reference Links section. You can edit or remove them as well.
yue: 在添加連結和文件時, 它們會顯示係 "參考連結" 部分中。 都可以編輯或刪除它們。

source: Reference links
yue: 參考連結

source: Make sure to cite your sources when adding information to the page by adding links and files here so you can show where the information is coming from.
yue: 在向頁面添加信息時, 請務必引用你嘅來源, 為此請在此處添加連結和文件, 以便顯示信息來自何處。

source: Media Gallery
yue: 媒體庫

source: Added pictures will show up here.
yue: 添加的圖會顯示喺呢度。

source: Add media to article text
yue: 將媒體添加到文文本中

source: To add an image or video to the article text, click the 'Media' button.
yue: 要向文文本中添加圖像或視頻, 請单击 "媒體" 按鈕。

source: Cite links, files, etc
yue: 引用連結、文件等

source: After you have already added a link, file, or picture to the page, you can cite it by clicking the 'Cite' button. You can also press the '^' or '*' keys when typing and a dropdown should appear.
yue: 在你已經將連結、文件或圖片添加到頁面之後, 您可以通過单击 "引用" 按鈕來引用它。 你仲可以喺鍵入時按 "^" 或 "*" 鍵, 並顯示下拉列表。

source: Link to other Everipedia pages
yue: 鏈接到其他 everipedia 頁

source: To link to another Everipedia page click the 'Link Page' button. You can also press the '@' or key when typing and a dropdown should appear. Try to link to as many pages as necessary to make each page as rich and informative as possible.
yue: 若要鏈接到其他 everipedia 頁, 請单击 "連結頁" 按鈕。 你仲可以喺鍵入時按 "@" 或鍵, 並顯示下拉列表。 嘗試鏈接到儘可能多的頁面, 以使每個頁面儘可能豐富和信息。

source: Main article body
yue: 主要文正文

source: Write in an objective manner in third person tense, do not include any marketing speak (exclusive offers, unverifiable claims etc). This is an encyclopedia, not a social media page.
yue: 以客觀的方式寫第三人稱时态, 不包括任何營銷發言 (獨家報價, 不可核實的索賠等)。 係一本百科全書, 不是社交媒體頁面。

source: When you are finished, click here to save your changes.
yue: 完成後, 单击此處保存更改。

source: Back
yue: 返回

source: Next
yue: 下一步

source: Cite my own knowledge / experience as a verified editor
yue: 引用我自己嘅知識/經驗作為驗證編輯器

source: Searching...
yue: 搜尋...

source: Editor profile
yue: 編輯器配置文件

source: The editor profile page shows the pages the user has edited, references they’ve added to a page, and comments they’ve made.
yue: "編輯器配置文件" 頁顯示用戶已編輯的頁面、已添加到頁面的引用以及它們所做的註釋。

source: Profile photo
yue: 個人資料照片

source: Click here to upload a picture for your editor profile.
yue: 单击此處上載編輯器配置文件的圖片。

source: Enter your profile info
yue: 輸入您的個人資料信息

source: (Optional) Enter your name, email, nationality, language, etc.
yue: 揀 輸入您的姓名、電子郵件、國籍、語言等。

source: Link your Everipedia page
yue: 連結你嘅 everipedia 頁

source: If you already created an Everipedia article about yourself, you can link to it here.
yue: 如果你有創建一個關於你自己嘅 everipedia 文章, 你可以喺呢度鏈接到佢。

source: (Optional) Add your cryptocurrency wallet addresses
yue: 揀 添加你嘅 cryptocurrency 荷包地址

source: If you have any cryptocurrencies, add the wallet addresses here. People may donate to you if they like your work! If you do not have a wallet, you can get one here: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
yue: 如果你有任何 cryptocurrencies, 請在此處添加荷包地址。 如果佢中意你既工作, 人們可能會捐畀你! 如果你冇銀包, 你可以喺呢度得到一個: <img class= ' userview-crypto-logo-helper ' src= ' https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg '/> <a class= ' helper-crypto-anchor ' rel= ' nofollow ' target= ' _blank ' href= ' https://www.coinbase.com/' > 比特幣 </a>, <img class= ' userview-crypto-logo-helper ' style= ' margin-right: 0px; ' src= ' https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png '/> <a class= ' helper-crypto-anchor ' rel= ' nofollow ' target= ' _blank ' href= ' https://www.coinbase.com/' > 虛靈議會 </a>, <img class= ' userview-crypto-logo-helper ' src= ' https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png '/> <a class= ' helper-crypto-anchor ' rel= ' nofollow ' target= ' _blank ' href= ' https://my.dogechain.info/#/overview ' > Dogecoin </a>

source: Save changes
yue: 保存更改

source: When you are done, click here to save your changes.
yue: 完成後, 单击此處保存更改。

source: Create Page
yue: 創建頁面

source: You can also create a new wiki article by clicking here.
yue: 你都可以透過单击此處創建新的 wiki 文。

source: Pre
yue: 前
