Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, he, hr, nl, vi

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
cs: Model důkazu vkladu (PoS) umožňuje hlasování pro změnu a modernizaci sítě IQ v průběhu jejího růstu. Dále bude umožněn skupinový import nového obsahu bez poplatků.
he: מודל הוכחת סיכון (PoS) מאפשר הצבעה על שינוי ושדרוג רשת IQ בעודה צומחת. הוא גם מאפשר יבוא מרוכז של תוכן חדש ללא עמלות.
hr: Model dokazivanja učestvovanja (PoS) omogućuje glasovanje za promjenu i nadogradnju IQ mreže kako ona raste. Također će se olakšati skupni uvoz novog sadržaja bez naknade.
nl: Proof of Stake (PoS) model maakt het mogelijk om te stemmen om het IQ netwerk te veranderen en te upgraden terwijl het groeit. Ook zal batch import van nieuwe inhoud te vergemakkelijken zonder kosten.
vi: Mô hình Proof of Stake (PoS) cho phép bỏ phiếu thay đổi và nâng cấp mạng IQ khi nó phát triển. Ngoài ra sẽ tạo thuận lợi cho việc nhập hàng loạt nội dung mới mà không mất phí.

source: Censorship Resistant
cs: Chráněno proti cenzuře
he: התנגדות לצנזורה
hr: Otporno na cenzuru
nl: Censuur Bestand
vi: Kháng Nghị Kiểm Duyệt

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
cs: Aktuální a trvalé úpravy obsahu blockchain databáze mimo kontrolu ústředního orgánu.
he: עריכות תוכן קבועות או ״בלייב״ בבלוקצ׳יין מעבר לשליטת הרשות המרכזית‫.‬
hr: Stalna uživo uređivanja sadržaja na Blockchainu izvan su kontrole središnjeg tijela.
nl: Live en permanent bewerken van inhoud op de blokketting buiten de controle van een centrale autoriteit.
vi: Chỉnh sửa trực tiếp và vĩnh viễn nội dung trên blockchain ngoài tầm kiểm soát của cơ quan trung ương.

source: Financial Incentive
cs: Finanční pobídka
he: תמריץ כספי
hr: Financijsko poticanje
nl: Financiële stimulans
vi: Khuyến khích tài chính

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
cs: Všichni držitelé IQ budou motivováni k vytvoření kvalitního a neutrálního obsahu a ke spolupráci při budování prestiže sítě.
he: כל בעלי ה-IQ יומרצו ליצור תוכן ניטרלי ואיכותי, ולעבוד יחד בבניית המוניטין של הרשת.
hr: Svi nositelji IQ-a bit će poticani za stvaranje kvalitetnog, neutralnog sadržaja i za zajednički rad na izgradnji ugleda mreže.
nl: Alle houders van IQ zullen worden gestimuleerd om neutrale inhoud van hoge kwaliteit te creëren en samen te werken om de reputatie van het netwerk op te bouwen.
vi: Tất cả các chủ sở hữu IQ sẽ được khuyến khích để tạo ra chất lượng, nội dung trung lập và làm việc cùng nhau trong việc xây dựng danh tiếng mạng.

source: Become an editor today and start creating your own wiki articles.
cs: Staňte se editorem již dnes a začněte vytvářet vlastní wiki články.
he: הפכו לעורכים עוד היום‫,‬ והתחילו ליצור ערכי וויקי משלכם‫.‬
hr: Postanite urednik još danas i započnite stvarati vlastite wiki članke.
nl: Word vandaag nog redacteur en maak je eigen wiki-artikelen.
vi: Trở thành một biên tập viên ngày hôm nay và bắt đầu tạo các bài viết wiki của riêng bạn.

source: Open Community
cs: Otevřená komunita
he: קהילה פתוחה
hr: Otvorena zajednica
nl: open plantengemeenschap
vi: Mở cộng đồng

source: Our vibrant community is open and welcoming to people from all backgrounds. Our guidelines and policies are based on common sense rather than strict bureaucracy.
cs: Naše živá komunita je otevřená a přátelská pro lidi ze všech oblastí. Naše směrnice a zásady vycházejí spíše ze zdravého rozumu než z přísné byrokracie.
he: הקהילה התוססת שלנו פתוחה ומקבלת אנשים בעלי רקעים שונים. ההנחיות והמדיניות שלנו מבוססות על השכל הישר ולא על ביורוקרטיה קפדנית.
hr: Naša rezonantna zajednica otvorena je i pozdravlja ljude iz svih sredina. Naše smjernice i politika temelje se na zdravom razumu, a ne na strogoj birokraciji.
nl: Onze bruisende gemeenschap is open en gastvrij voor mensen van alle achtergronden. Onze richtsnoeren en ons beleid zijn gebaseerd op gezond verstand in plaats van op strikte bureaucratie.
vi: Cộng đồng sôi động của chúng tôi cởi mở và chào đón mọi người từ mọi nơi. Các nguyên tắc và chính sách của chúng tôi dựa trên ý thức chung chứ không phải là chính sách nghiêm ngặt.

source: Redesigned for the modern age
cs: Upravena pro moderní věk
he: עוצב מחדש עבור העידן המודרני
hr: Redizajnirano za moderno doba
nl: Hernieuwd voor de moderne tijd
vi: Được thiết kế lại cho thời đại mới

source: Everipedia is an encyclopedia modernized and re-designed for the twenty-first century. Our editing interface makes creating and editing wiki's as easy as using Facebook.
cs: Everipedie je modernizovaná encyklopedie navržená pro dvacáté první století. Naše editační rozhraní umožňuje vytvářet a upravovat wiki stránky stejně snadno jako používat Facebook.
he: Everipedia היא אנציקלופדיה מודרנית שעוצבה מחדש עבור המאה ה-21. ממשק העריכה שלנו הופך את יצירת ועריכת ערכי הוויקי לקלה ממש כמו שימוש בפייסבוק.
hr: Everipedija je enciklopedija koja je modernizirana i re-dizajnirana za dvadeset i prvo stoljeće. Naše sučelje za uređivanje čini da stvaranje i uređivanje wikija bude jednako lako kao pomoću Facebooka.
nl: Everipedia is een encyclopedie gemoderniseerd en opnieuw ontworpen voor de eenentwintigste eeuw. Onze bewerkingsinterface maakt het maken en bewerken van wiki's net zo eenvoudig als het gebruik van Facebook.
vi: Everipedia là một bách khoa toàn thư được hiện đại hóa và thiết kế lại cho thế kỷ 21. Giao diện chỉnh sửa của chúng tôi giúp bạn tạo và chỉnh sửa wiki dễ dàng như sử dụng Facebook.

source: Follow us on Telegram
cs: Sledujte nás na Telegramu
he: עקבו אחרינו בטלגרם
hr: Pratite nas na Telegramu
nl: Volg ons op Telegram
vi: Theo dõi chúng tôi trên Telegram

source: Led by the Founder of Wikipedia and Genius.com
nl: Leid door de oprichter van Wikipedia en Genius.com

source: Everipedia is being led by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from America, Sweden, Norway and Italy.
nl: Everipedia wordt geleid door een team met uitgebreide ervaring en kennis zowel in de online kennisruimte als in de blokketenindustrie. Het executive team bestaat uit verschillende prominente personen in de industrie, de mede-oprichter van Wikipedia, Larry Sanger, de oprichter van Genius.com, Mahbod Moghadam, en nog een aantal anderen. Academische kwalificaties zijn onder andere UCLA, Stanford, Yale & Columbia, met nationaliteiten uit Amerika, Zweden, Noorwegen en Italië.

source: Executive Team
cs: Výkonný tým
he: צוות מנהלים
hr: Izvršni tim
nl: Managementteam
vi: Đội ngũ điều hành

source: Leadership
cs: Vedení
he: מנהיגות
hr: Rukovodstvo
nl: Leiderschap
vi: Lãnh Đạo

source: Executive Leadership
cs: Výkonné vedení
he: מנהיגות ניהולית
hr: Izvršno vodstvo
nl: executive leadership/uitvoerende leiding
vi: Lãnh đạo điều hành

source: Chief Information Officer
cs: Hlavní informační vedoucí
he: סמנכ״ל מידע
hr: Šef informativnog odjela
nl: Hoofddirecteur Informatiseringsontwikkeling
vi: Giám đốc Thông tin

source: Chief Executive Officer, Co-Founder
cs: Generální ředitel, spoluzakladatel
he: סמנכ״ל תפעול, מייסד שותף
hr: Glavni izvršni direktor, suosnivač
nl: Gedelegeerd Bestuurder, medeoprichter
vi: Giám đốc điều hành, Đồng sáng lập

source: Chief Technology Officer, Co-Founder
cs: Hlavní technický ředitel, spoluzakladatel
he: סמנכ״ל טכנולוגיות, מייסד שותף
hr: Glavni tehnološki direktor, suosnivač
nl: Chief Technology Officer, medeoprichter
vi: Giám đốc công nghệ, đồng sáng lập

source: President, Co-Founder
cs: Prezident, spoluzakladatel
he: נשיא, מייסד שותף
hr: Predsjednik, suosnivač
nl: Voorzitter, medeoprichter
vi: Chủ tịch, Đồng sáng lập

source: Director of Software
cs: Softwarový vedoucí
he: מנהל התוכנה
hr: Direktor softvera
nl: Directeur van de software
vi: Giám đốc phần mềm

source: Chief Operating Officer
cs: Provozní ředitel
he: סמנכ״ל תפעול
hr: Šef odjela
nl: directeur-generaal administratie
vi: Giám đốc Điều hành

source: Chief Community Officer, Co-Founder
cs: Hlavní vedoucí společnosti, spoluzakladatel
he: סמנכ״ל קהילה, מייסד שותף
hr: Glavni voditelj zajednice, suosnivač
nl: Chief Community Officer, medeoprichter
vi: Giám đốc cộng đồng, đồng sáng lập

source: Activity limit reached
cs: Dosažený limit činnosti
he: הגעת למגבלת הפעילויות
hr: Dosegnuto je ograničenje aktivnosti
nl: De bereikte activiteitsgrens
vi: Đã đạt đến giới hạn hoạt động

source: Hey! You've added 15 morsels of knowledge to Everipedia now, so we have paused your account until Master Editors have had a chance to review your work. Shouldn't take too long, you'll probably be good to go in less than 5 minutes.
cs: Ahoj! Právě jste do Everipedie přidali 15 jednotek znalostí, takže jsme váš účet pozastavili, dokud hlavní editoři nezkontrolují vaši práci. Nebude to trvat dlouho, pravděpodobně méně než 5minut.
he: היי! הוספת זה עתה 15 פיסות מידע ל-Everipedia, ולכן השהינו את חשבונך עד שלעורכים הבכירים תהיה הזדמנות לסקור את העבודה שלך. זה לא אמור לקחת יותר מדי זמן, סביר להניח שתוכל/י להמשיך בעוד פחות מ-5 דקות.
hr: Hej! Dodali ste 15 komadića znanja u Everipediju, stoga smo pauzirali vaš račun sve dok glavni urednici ne budu imali priliku pregledati vaš rad. Ne bi trebalo dugo trajati, vjerojatno ćete biti odobreni za manje od 5 minuta.
nl: Hé, je hebt Everipedia nu 15 hapjes kennis toegevoegd, dus we hebben je account gepauzeerd totdat Master Editors de kans hebben gekregen om je werk te bekijken. Mocht het niet te lang duren, dan zult u waarschijnlijk goed zijn om in minder dan 5 minuten te gaan.
vi: Chào! Bạn đã thêm 15 mục kiến ​​thức vào Everipedia bây giờ, vì vậy chúng tôi đã tạm dừng tài khoản của bạn cho đến khi Biên Tập Viên chính đánh giá sản phẩm của bạn. Sẽ không tốn nhiều thời gian, có thể bạn sẽ được duyệt trong chưa tới 5 phút.

source: In the meantime, please join our official Facebook group:
cs: Mezitím se, prosím, připojte k naší oficiální skupině na Facebooku:
he: בינתיים, אנא הצטרף‫/‬י לקבוצה הרשמית שלנו בפייסבוק:
hr: U međuvremenu, pridružite se našoj službenoj Facebook grupi:
nl: Word in de tussentijd lid van onze officiële Facebook-groep:
vi: Trong thời gian chờ đợi, hãy tham gia nhóm Facebook chính thức của chúng tôi:

source: It’s the best way to reach the community!
cs: Je to nejlepší způsob, jak oslovit naši komunitu!
he: זו הדרך הטובה ביותר להגיע לקהילה!
hr: To je najbolji način da doprete do zajednice!
nl: Het is de beste manier om de gemeenschap te bereiken!
vi: Đó là cách tốt nhất để tiếp cận cộng đồng!

source: Sign in
cs: Přihlásit se
he: כניסה
hr: Prijaviti se
nl: Inloggen
vi: Đăng nhập

source: Sign in to Everipedia
cs: Přihlásit se na Everipedii
he: כניסה ל‫-‬Everipedia
hr: Prijaviti se u Everipedija
nl: Aanmelden bij Everipedia
vi: Đăng nhập vào Everipedia

source: Log in with Facebook
nl: Log in met Facebook

source: Log in with Twitter
nl: Aanmelden via Twitter

source: Need an account?
nl: Een account nodig?

source: Register here
nl: Hier komt u bij het registratieformulier.

source: Visit Profile
cs: Navštívit profil
he: ביקור בפרופיל
hr: Posjetite profil
nl: Bezoek Profiel
vi: Truy cập Hồ sơ

source: Settings
cs: Nastavení
he: הגדרות
hr: Postavke
nl: Instellingen
vi: Cài đặt

source: Log Out
cs: Odhlásit se
he: יציאה
hr: Odjava
nl: Uitloggen
vi: Đăng xuất

source: Register / Log In
nl: Registreren // Inloggen

source: New message
cs: Nová zpráva
he: הודעה חדשה
hr: Nova poruka
nl: Nieuw bericht
vi: Tin nhắn mới

source: by
cs: od
he: באמצעות
hr: od
nl: door
vi: bởi

source: Create an account
nl: Maak een account aan

source: Have an account?
nl: Heeft u al een account?

source: Login
nl: Inloggen

source: Registration is currently invite only due to blockchain software testing. Join us on Telegram and Reddit in the meantime to become a part of Everipedia today!
nl: Registratie is op dit moment alleen uit te nodigen vanwege blokketting software testen. Word ondertussen met ons mee op Telegram en Reddit om vandaag nog deel uit te maken van Everipedia!

source: Welcome to the Everipedia editor community!
nl: Welkom in de Everipedia redactie gemeenschap!

source: Sign up to become an editor to access more features and an ad-free experience.
nl: Schrijf u in om redacteur te worden en toegang te krijgen tot meer functies en een reclamevrije ervaring.

source: Sign up
nl: Inschrijven

source: By clicking sign up above you agree to our
nl: Door hierboven op Aanmelden te klikken gaat u akkoord met onze

source: Terms of Service
nl: Algemene voorwaarden

source: Searching...
cs: Vyhledávání...
he: מחפש‫...‬
hr: Traženje
nl: Zoeken…
vi: Tìm kiếm ...

source: Can't find it below?
cs: Nenalezli jste, co hledáte?
he: לא מצאת את מבוקשך מטה‫?‬
hr: Ne možete ga pronaći ispod?
nl: Kan je het hieronder niet vinden?
vi: Không thể tìm thấy nó dưới đây?

source: Create
cs: Vytvořit
he: צרו
hr: Izraditi
nl: Aanmaken
vi: Tạo

source: a new page titled
cs: nová stránka s názvem
he: דף חדש בשם
hr: novu stranicu pod nazivom
nl: een nieuwe pagina met de titel
vi: một trang mới có tiêu đề

source: Or try the
cs: Nebo zkuste
he: או נסו להשתמש ב
hr: Ili pokušajte
nl: Of probeer de
vi: Hoặc thử

source: advanced search.
cs: pokročilé vyhledávání.
he: חיפוש מורחב
hr: napredno pretraživanje
nl: geavanceerd zoeken
vi: Tìm kiếm nâng cao

source: Everipedia couldn’t find anything with the name
cs: Everipedia nenašla nic s tímto názvem
he: Everipedia לא הצליח למצוא שום דבר עם השם
hr: Everipedija nije mogla pronaći ništa s imenom
nl: Everipedia kon niets vinden met de naam
vi: Everipedia không thể tìm thấy bất cứ điều gì với tên

source: If you know any links associated with this page, try searching for those links
cs: Pokud znáte nějaké odkazy spojené s touto stránkou, zkuste tyto odkazy vyhledat
he: אם ברשותך קישורים המשויכים לדף זה, נסה לחפש קישורים אלה
hr: Ako znate za bilo kakve poveznice vezane s ovom stranicom, pokušajte potražiti te poveznice
nl: Als u koppelingen kent die aan deze pagina zijn gekoppeld, probeer dan naar deze koppelingen te zoeken
vi: Nếu bạn biết bất kỳ liên kết nào liên quan tới trang này, hãy thử tìm kiếm các liên kết đó

source: Verified Editor
nl: Geverifieerde redacteur

source: Bullet
cs: Odrážka
he: קליע
hr: Metak
nl: Opsommingsteken
vi: Đạn

source: Recent news
cs: Nejnovější zprávy
he: חדשות אחרונות
hr: Nedavne vijesti
nl: Recent nieuws
vi: Tin mới

source: Everipedia IQ tokens are now in circulation on the EOS mainnet. Follow Everipedia on
cs: Žetony IQ Everipedie jsou nyní v oběhu na hlavní síti EOS. Sledujte Everipedii
he: אסימוני IQ של Everipedia נמצאים כעת במחזור EOS mainnet. עקבו אחר Everipedia ב
hr: Everipedija IQ tokeni sada su u opticaju na EOS mainnetu. Pratite Everipedija na
nl: Everipedia IQ lopers zijn nu in omloop op het EOS-hoofdnet. Volg Everipedia op
vi: Mã thông báo token Everipedia IQ hiện đang được lưu hành trên mạng chính EOS. Theo dõi Everipedia trên

source: to learn about upcoming features and developments!
cs: chcete-li se dozvědět o připravovaných funkcích a vývoji!
he: כדי לגלות מאפיינים וחידושים עתידיים‫!‬
hr: da biste saznali o nadolazećim značajkama i razvoju!
nl: om meer te leren over de komende functies en ontwikkelingen!
vi: để tìm hiểu về các tính năng và quá trình phát triển sắp tới!

source: Verified Page
nl: Geverifieerde pagina

source: Quick Facts For This Wiki
cs: Odkazy pro tuto wiki
he: קישורי תימוכין עבור וויקי זה
hr: Referentne poveznice za ovaj Wiki
nl: Referentie links voor deze Wiki
vi: Liên kết tham khảo cho Wiki này

source: Image & Video Gallery
cs: Galerie obrázků a videí
he: גלריית תמונות וסרטונים
hr: Galerija slika i videozapisa
nl: Beeld & Video Galerij
vi: Thư viện Hình ảnh / Video

source: images, pictures, and videos
cs: obrázky, fotografie a videa
he: תמונות‫,‬ צילומים וסרטונים
hr: slike, fotografije i videozapisi
nl: afbeeldingen, foto's en video's
vi: ảnh, hình ảnh và video

source: Gallery
cs: Galerie
he: גלרייה
hr: Galerija
nl: Galerij
vi: Thư viện

source: Reference Links For This Biography
cs: Odkazy pro tuto biografii
he: קישורי תימוכין לביוגרפיה הזו
hr: Referentne poveznice za ovu biografiju
nl: Referentielinks voor deze biografie
vi: Liên kết tham khảo cho tiểu sử này

source: Reference Links For This Wiki
cs: Odkazy pro tuto wiki
he: קישורי תימוכין עבור וויקי זה
hr: Referentne poveznice za ovaj Wiki
nl: Referentie links voor deze Wiki
vi: Liên kết tham khảo cho Wiki này

source: Links to historical reviews, career / educational facts, and other encyclopedic information
cs: Odkazy na historické recenze, kariérní / vzdělávací fakta a další encyklopedické informace
he: קישורים לסקירות וקריירות היסטוריות או עובדות חינוכיות ומידע אנציקלופדי אחר
hr: Poveznice na povijesne recenzije, karijere / obrazovne činjenice i druge enciklopedijske informacije
nl: Koppelingen naar historische overzichten, loopbaan- / onderwijsfeiten en andere encyclopedische informatie
vi: Liên kết đến các đánh giá lịch sử, sự kiện nghề nghiệp / giáo dục và thông tin bách khoa toàn thư khác

source: All information for
cs: Všechny informace pro
he: כל המידע עבור
hr: Sve informacije za
nl: Alle informatie voor
vi: Tất cả thông tin cho

source: wiki comes from the below links. Any source is valid, including Twitter, Facebook, Instagram, and LinkedIn. Pictures, videos, biodata, and files relating to
cs: wiki nápovědu vychází z odkazů uvedených níže. Každý zdroj je platný, včetně Twitteru, Facebooku, Instagramu a LinkedInu. Vztahující se obrázky, videa, osobní údaje a soubory
he: הוויקי מגיע מהקישורים מטה. כל מקור הוא בר תוקף, לרבות טוויטר, פייסבוק, אינסטגרם, ולינקדאין. תמונות, סרטונים, קורות חיים וקבצים הקשורים ל
hr: wiki dolazi iz niže navedenih poveznica. Valjan je bilo koji izvor, uključujući Twitter, Facebook, Instagram i LinkedIn. Slike, videozapisi, biografije i datoteke koje se odnose na
nl: wiki komt van de onderstaande links. Elke bron is geldig, inclusief Twitter, Facebook, Instagram en LinkedIn. Foto's, video's, bigegevens en bestanden met betrekking tot
vi: wiki đến từ các liên kết dưới đây. Bất kỳ nguồn nào hợp lệ, bao gồm Twitter, Facebook, Instagram và LinkedIn. Ảnh, video, dữ liệu sinh học và các tệp liên quan đến

source: are also acceptable encyclopedic sources.
cs: jsou také přijatelnými encyklopedickými zdroji.
he: הם גם מקורות אנציקלופדיים מקובלים.
hr: također su prihvatljivi i enciklopedijski izvori.
nl: zijn ook aanvaardbare encyclopedische bronnen.
vi: cũng là nguồn bách khoa toàn thư được chấp nhận.

source: See related encyclopedia articles, biographies, reviews, and historical facts.
cs: Podívejte se na související články v encyklopedii, biografie, recenze a historická fakta.
he: ראו ביוגרפיות, סקירות‫,‬ עובדות היסטוריות ומאמרים קשורים באנציקלופדיה.
hr: Pogledajte povezane enciklopedijske članke, životopise, recenzije i povijesne činjenice.
nl: Zie gerelateerde encyclopedische artikelen, biografieën, recensies en historische feiten.
vi: Xem các bài viết, tiểu sử, đánh giá và các sự kiện lịch sử về bách khoa toàn thư có liên quan.

source: Other wiki pages related to
cs: Ostatní související wiki stránky
he: דפי וויקי נוספים הקשורים ל
hr: Ostale wiki stranice vezane uz
nl: Andere wikipagina's met betrekking tot
vi: Các trang wiki khác liên quan đến

source: Created
cs: Vytvořeno
he: נוצר
hr: Kreirano
nl: Gemaakt
vi: Đã tạo

source: Last Modified
cs: Naposledy upravené
he: שונה לאחרונה
hr: Posljednja izmjena
nl: Laatst gewijzigd
vi: Lần sửa gần đây

source: Top Page Editors
cs: Hlavní editoři stránky
he: עורכי הדף המובילים
hr: Vrhunski urednici stranica
nl: Top Pagina-editors
vi: Biên tập viên Hàng đầu

source: Share this page
cs: Sdílet tuto stránku
he: שיתוף דף זה
hr: Podijeliti ovu stranicu
nl: Deel deze pagina
vi: Chia sẻ trang này

source: DIRECT LINK
cs: PŘÍMÝ ODKAZ
he: קישור ישיר
hr: IZRAVNA POVEZNICA
nl: Directe link
vi: Link liên kết trực tiếp

source: Suggested Hashtags
cs: Navrhované Hashtagy
he: תגיות מוצעות
hr: Predloženi Hashtagovi
nl: Voorgestelde Hashtags
vi: Thẻ tag đề xuất

source: and
cs: a
he: ו
hr: i
nl: en
vi: và

source: Edit
cs: Upravit
he: עריכה
hr: Urediti
nl: Bewerken
vi: Chỉnh Sửa

source: Vote
cs: Hlasovat
he: הצבעה
hr: Glasati
nl: Stem
vi: Đánh giá

source: Embed / Widget
cs: Vložit / Widget
he: הטמעה ‫/‬ רכיב ווידג׳ט
hr: Ugraditi / Widget
nl: Ingebed / Widget
vi: Nhúng / Tiện ích con

source: age
cs: Stránka
he: עמוד
hr: Stranica
nl: Pagina
vi: Trang

source: Profiles
cs: Profily
he: פרופילים
hr: Profili
nl: Profielen
vi: Hồ sơ

source: Transfer IQ
cs: Převést IQ
he: העברת IQ
hr: Prijenos IQ
nl: Overdracht IQ
vi: Chuyển IQ

source: Please make sure you have set up
cs: Ujistěte se, prosím, že jste nastavili
he: נא ודא שהגדרת
hr: Molimo provjerite jeste li postavili
nl: Zorg ervoor dat u het volgende hebt ingesteld
vi: Hãy đảm bảo bạn đã thiết lập

source: beforehand
cs: předem
he: מראש
hr: na vrijeme
nl: voorhands
vi: trước

source: Sender
cs: Odeslat
he: שלח
hr: Slanje
nl: Verzenden
vi: Gửi

source: Recipient
cs: Příjemce
he: נמען
hr: Primalac
nl: Ontvanger
vi: Người nhận

source: Transaction successful
cs: Úspěšná transakce
he: ההעברה הצליחה
hr: Transakcija je uspješna
nl: Transactie succesvol
vi: Giao dịch thành công

source: Buy RAM
cs: Koupit RAM
he: קניית RAM
hr: Kupite RAM
nl: RAM kopen
vi: Mua RAM

source: See your RAM, CPU, and Bandwidth on FeeXplorer
cs: Podívejte se na vaši paměť RAM, CPU a šířku pásma na FeeXplorer
he: בדוק את ה‫-‬RAM‫,‬ CPU ורוחב הפס שלך ב‫-‬FeeXplorer
hr: Pregledajte svoj RAM, CPU i širinu pojasa na FeeXploreru
nl: Bekijk uw RAM, CPU en bandbreedte op FeeXplorer
vi: Xem RAM, CPU và băng thông của bạn trên FeeXplorer

source: profile
nl: profiel

source: Everipedia Rank
nl: Rangschikking Everipedia

source: This user is verified
nl: Deze gebruiker is geverifieerd

source: Everipedia Staff
nl: Everipedia personeel

source: Message
nl: Bericht

source: Edit Profile
nl: Bewerk profiel

source: Everipedia Page
nl: Everipedia Pagina

source: Pages created
nl: Pagina aangemaakt

source: Total edits
nl: Totaal aantal wijzigingen

source: Joined
nl: Samengevoegd

source: Upload Avatar / Profile Picture
nl: Avatar / profielfoto uploaden

source: Enable account? Uncheck to ban
nl: Account inschakelen? Onchecken om te verbieden

source: IP Ban
nl: IP-Verbod

source: Ban
nl: Blokkeer (tijdelijk)

source: Clear
nl: Wissen

source: Verify the account?
nl: De account controleren?

source: Is Staff?
nl: Is personeel?

source: Save all changes
nl: Alle wijzigingen opslaan

source: Cancel
nl: Annuleren

source: Change Avatar Picture
nl: Avatarafbeelding veranderen

source: Please select your Everipedia page
nl: Selecteer uw Everipedia-pagina

source: Continue
nl: Doorgaan

source: Voting
cs: Hlasování
he: הצבעה
hr: Glasovanje
nl: Stemmen
vi: Bỏ Phiếu

source: Voting History
nl: Geschiedenis van de stemming

source: Before
nl: Voor

source: After
nl: Na

source: Article
cs: Článek
he: מאמר
hr: Članak
nl: Artikel
vi: Bài viết

source: Current Vote
cs: Aktuální hlasování
he: ההצבעה הנוכחית
hr: Trenutno glasovanje
nl: Huidige stemming
vi: Bỏ phiếu hiện tại

source: Reject
cs: Odmítnout
he: דחה
hr: Odbiti
nl: Afwijzen
vi: Từ chối

source: Accept
cs: Přijmout
he: קבל
hr: Prihvatiti
nl: Accepteren
vi: Chấp nhận

source: Voting Period
cs: Volební období
he: תקופת ההצבעה
hr: Razdoblje glasovanja
nl: Stemperiode
vi: Thời gian bỏ phiếu

source: to
cs: do
he: אל
hr: do
nl: tot
vi: đến

source: Place Votes
cs: Přidělte hlasy
he: מיקום הצבעות
hr: Mjesto glasovanja
nl: Plaats Stemmen
vi: Đặt phiếu bầu

source: Approve
cs: Schválit
he: אשר
hr: Odobriti
nl: Goedkeuren
vi: Phê duyệt

source: Changes
nl: Wijzigingen
