Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, he, hr, nl, vi

source: Hello! This page needs citations (also known as footnotes, references, sources) before it can be saved. Add the links you're using as sources with the cite button above.
cs: Ahoj! Tato stránka vyžaduje citace (také známé jako poznámky pod čarou, odkazy,zdroje), než může být uložena. Tlačítkem pro citace přidejte odkazy,které používáte jako zdroje.
he: שלום! יש להוסיף אזכורים לדף זה (הערות שוליים, הפניות, מקורות) לפני שתוכלו לשמור אותו. ניתן להוסיף את הקישורים שתשתמשו בהם כמקורות באמצעות לחיצה על כפתור ״אזכור״ שלעיל.
hr: Pozdrav! Ova stranica treba imati citate (također poznate i kao fusnote, reference, izvore) prije nego što se može spremiti. Dodajte poveznice koje upotrebljavate kao izvore pomoću gore navedenog gumba.
nl: Hallo! Deze pagina heeft citaten nodig (ook voetnoten, referenties, bronnen genoemd) om te kunnen worden opgeslagen. Voeg de links die je gebruikt als bronnen met de cite knop hierboven.
vi: Xin chào! Trang này cần trích dẫn (còn được gọi là chú thích, tài liệu tham khảo, nguồn) trước khi được lưu. Thêm các liên kết bạn đang sử dụng làm nguồn với nút trích dẫn ở trên.

source: Join our official Facebook group if you need help with it!:
cs: Pokud s tím potřebujete pomoci, připojte se k naší oficiální skupině na Facebooku!:
he: הצטרפו לקבוצה הרשמית שלנו בפייסבוק אם אתם צריכים עזרה עם זה‫!:‬
hr: Pridružite se našoj službenoj Facebook grupi ako vam je potrebna pomoć!:
nl: Word lid van onze officiële Facebook groep als je hulp nodig hebt met het!.:
vi: Tham gia nhóm Facebook chính thức của chúng tôi nếu bạn cần hỗ trợ!:

source: - we will hook you up. It's not hard!
cs: - připojíme vás. Není to těžké!
he: ‫-‬ אנחנו נסדר לך משהו‫.‬ זה לא קשה‫!‬
hr: - spojit ćemo vas. Nije teško!
nl: - wij zullen u op de hoogte houden. Het is niet moeilijk!
vi: - chúng tôi sẽ kết nối với bạn. Nó không khó!

source: Please cite the link(s) you just added into the main article body. First click at the end of the sentence or paragraph you want to cite, then click the (Cite) button on the edit panel above!
cs: Uveďte, prosím, odkaz(y), který(é) jste právě přidali do hlavního článku. Nejprve klikněte na konec věty nebo odstavce, které chcete citovat, a pak klikněte na tlačítko (Citovat) na panelu úprav výše!
he: יש לאזכר את הקישורים שהוספת זה עתה בגוף המאמר המרכזי. לחץ תחילה על סוף המשפט או הפסקה שברצונך לאזכר, ולאחר מכן לחץ על כפתור ״אזכור״ בחלונית העריכה שלעיל!
hr: Molimo navedite poveznice koje ste upravo dodali u glavni članak. Prvo, kliknite na kraj rečenice ili na paragraf koji želite povezati, a zatim kliknite gumb (Cite) na gornjoj ploči za uređivanje!
nl: Gelieve de link(s) te vermelden die u net in de hoofdartikel body hebt toegevoegd. Klik eerst op het einde van de zin of alinea die u wilt citeren en klik dan op de knop (Cite) in het bewerkingspaneel hierboven!
vi: Vui lòng trích dẫn (các) liên kết bạn vừa thêm vào nội dung bài viết chính. Nhấp chuột vào cuối câu hoặc đoạn bạn muốn trích dẫn, sau đó nhấp vào nút (Trích dẫn) trên bảng chỉnh sửa ở trên!

source: Add New Infobox Item
cs: Přidat novou položku do Infoboxu
he: הוספת פריט חדש לתיבת המידע
hr: Dodati novu Infobox stavku
nl: Nieuw Infobox-item toevoegen
vi: Thêm mục hộp thông tin mới

source: Enter a classification or category
cs: Zadejte klasifikaci nebo kategorii
he: יש להזין סיווג או קטגוריה
hr: Unesite klasifikaciju ili kategoriju
nl: Een classificatie of categorie invoeren
vi: Nhập phân loại hoặc danh mục

source: Enter a value or a description
cs: Zadejte hodnotu nebo popis
he: יש להזין ערך או תיאור
hr: Unesite vrijednost ili opis
nl: Waarde of beschrijving invoeren
vi: Nhập giá trị hoặc mô tả

source: Add Infobox Item
cs: Přidat položku do Infoboxu
he: הוסף פריט לתיבת המידע
hr: Dodati Infobox stavku
nl: Infobox-item toevoegen
vi: Thêm mục hộp thông tin

source: Close
cs: Zavřít
he: סגור
hr: Zatvoriti
nl: Sluiten
vi: Đóng

source: Add a Link or File
cs: Přidat Odkaz nebo Soubor
he: הוספת קישור או קובץ
hr: Dodajte vezu ili datoteku
nl: Een link of bestand toevoegen
vi: Thêm liên kết hoặc tệp

source: File
cs: Soubor
he: קובץ
hr: Datoteka
nl: Bestand
vi: Tệp tin

source: Upload file
cs: Nahrát soubor
he: העלאץ קובץ
hr: Prijenos datoteke
nl: Bestand uploaden
vi: Tải tệp tin lên

source: Add Link
cs: Přidat Odkaz
he: הוספת קישור
hr: Dodati poveznicu
nl: Advertentie aanbiedingen
vi: Thêm liên kết

source: Select the topic of this page
cs: Vybrat téma této stránky
he: בחר את נושא העמוד
hr: Odaberite temu ove stranice
nl: Selecteer het onderwerp van deze pagina
vi: Chọn chủ đề trang này

source: Remove page
cs: Odstranit stránku
he: מחיקת העמוד
hr: Ukloniti stranicu
nl: Pagina verwijderen
vi: Gỡ bỏ trang

source: Editing existing pages temporarily disabled
cs: Editace existujících stránek je dočasně zakázána
he: לא ניתן לערוך עמודים קיימים באופן זמני
hr: Uređivanje postojećih stranica privremeno je onemogućeno
nl: Bewerken van bestaande pagina's die tijdelijk zijn uitgeschakeld
vi: Chỉnh sửa trang đang tạm tắt

source: Editors
cs: Editoři
he: עורכים:
hr: Urednici
nl: Redacteuren
vi: Biên tập viên

source: Everipedia Editors
cs: Editoři Everipedie
he: עורכי Everipedia
hr: Everipedija urednici
nl: Everipedia Reditors
vi: Biên tập viên Everipedia

source: Previous
cs: Předchozí
he: הקודם
hr: Prethodni
nl: Vorige
vi: Trước

source: Page
cs: Stránka
he: עמוד
hr: Stranica
nl: Pagina
vi: Trang

source: of
cs: z
he: של
hr: od
nl: van
vi: của

source: Next
cs: Další
he: הבא
hr: Sljedeći
nl: Volgende
vi: Tiếp

source: Page not found!
cs: Stránka nebyla nalezena!
he: הדף לא נמצא‫!‬
hr: Stranica nije pronađena
nl: Pagina niet gevonden!
vi: Không tìm thấy trang!

source: Page not found
cs: Stránka nebyla nalezena
he: הדף לא נמצא
hr: Stranica nije pronađena
nl: Pagina niet gevonden
vi: Không tìm thấy trang

source: In The News
cs: Ve zprávách
he: בחדשות
hr: U vijestima
nl: In het nieuws
vi: Theo bản tin

source: Recent Activity
cs: Nedávná aktivita
he: פעילות אחרונה
hr: Nedavna aktivnost
nl: Recente Activiteit
vi: Hoạt động gần đây

source: This page has been removed
cs: Tato stránka byla odstraněna
he: דף זה הוסר
hr: Ova stranica je uklonjena
nl: Deze pagina is verwijderd
vi: Trang này đã bị xóa

source: Click here to return to recent activity
cs: Kliknutím sem se můžete vrátit k nedávné aktivitě
he: לחץ כאן כדי לחזור לפעילות האחרונה
hr: Kliknite ovdje da biste se vratili na nedavnu aktivnost
nl: Klik hier om terug te keren naar recente activiteiten
vi: Nhấp vào đây để quay lại hoạt động gần đây

source: Exchange Listings
cs: Výpisy změn
he: המרת רישומים
hr: Popis za razmjenu
nl: Beursnoteringen
vi: Danh sách trao đổi

source: Supported Exchanges
cs: Podporované výměny
he: המרות נתמכות
hr: Podržane razmjene
nl: Ondersteunde uitwisselingen
vi: Trao đổi được hỗ trợ

source: The following exchanges indicated that they will support the IQ airdrop
cs: Následující výměny naznačily, že budou podporovat přidělování IQ
he: ההמרות הבאות העידו כי יתמכו בצניחת ה‫-‬IQ
hr: Sljedeće razmjene ukazuju da će podržati IQ airdrop
nl: De volgende uitwisselingen gaven aan dat ze het IQ airdrop zullen ondersteunen
vi: Các sàn giao dịch sau đây xác nhận sẽ hỗ trợ airdrop IQ

source: Supported Wallets
cs: Podporované peněženky
he: ארנקים נתמכים
hr: Podržani novčanici
nl: Ondersteunde portemonnees
vi: Ví được hỗ trợ

source: Token Pockets
cs: Kapsy na žetony
he: כיסי אסימונים
hr: Tokenski džepovi
nl: Souvenir Zakken
vi: Túi thẻ Token

source: Frequently Asked Questions
nl: Veelgestelde vragen

source: What is Everipedia?
nl: Wat is Everipedia?

source: Everipedia is a knowledge aggregator and knowledge base. We think it's much easier to edit than Wikipedia. Anyone can create a page about any person, place, organization, or thing and populate it with relevant reference links/sources. The only main rules of EP are: Information on the page must always be cited and the article must be in a neutral point of view. Check out the actual entry for Everipedia... on
nl: Everipedia is een kennisaggregator en kennisbank. We denken dat het veel makkelijker te bewerken is dan Wikipedia. Iedereen kan een pagina maken over een persoon, plaats, organisatie of ding en deze vullen met relevante links/bronnen. De enige hoofdregels van het EP zijn: Informatie op de pagina moet altijd worden geciteerd en het artikel moet in een neutraal standpunt. Bekijk de actuele invoer voor Everipedia... op

source: Why should I sign up?
nl: Waarom zou ik me aanmelden?

source: Because it’s fun and easy! We thought contributing to large knowledge projects shouldn't require high barriers to entry so we made Everipedia very easy to navigate, edit, and get started. Editors gain more privileges as they accumulate IQ and rise through the ranks. Top site-wide editors are displayed on the front page. Top editors for each page are also displayed.
nl: Omdat het leuk en gemakkelijk is! We dachten dat het leveren van een bijdrage aan grote kennisprojecten geen hoge toegangsdrempels zou moeten vereisen, dus maakten we Everipedia heel eenvoudig om te navigeren, te bewerken en aan de slag te gaan. Editors krijgen meer privileges als ze IQ verzamelen en stijgen door de rangen heen. Op de voorpagina worden de bovenste site-wide redacteuren weergegeven. Top editors voor elke pagina worden ook weergegeven.

source: Try it!
nl: Probeer het!

source: Sign up here
nl: Registreer hier

source: So how is Everipedia different from Wikipedia and similar sites?
nl: Hoe verschilt Everipedia dan van Wikipedia en soortgelijke sites?

source: Editing on Everipedia is graphic and modern, talk pages are designed as discussion threads, celebrities have verified accounts, and anyone can make pages about anything as long as they are properly cited. Every page from Wikipedia is already here on Everipedia to build on top of and improve. All this makes EP the biggest knowledge project ever!
nl: Redacteren op Everipedia is grafisch en modern, praatpagina's zijn ontworpen als discussiedraden, beroemdheden hebben geverifieerde verslagen, en iedereen kan pagina's over alles, zolang ze goed worden geciteerd. Elke pagina van Wikipedia is hier al op Everipedia om op te bouwen en te verbeteren. Dit alles maakt EP tot het grootste kennisproject ooit!

source: Is Everipedia free?
nl: Is Everipedia gratis?

source: All information found on Everipedia is freely available for anyone to use and access. All we ask is a link back to the source Everipedia page for attribution purposes. The information on this encyclopedia is meant to be free to all. We will never charge for or withhold any of the information on this website. We just ask that you do not throttle the site and programmatically harvest information that would dramatically affect our servers.
nl: Alle informatie gevonden op Everipedia is vrij beschikbaar voor iedereen om te gebruiken en toegang. Het enige wat we vragen is een link terug naar de bron Everipedia pagina voor attributie doeleinden. De informatie op deze encyclopedie is bedoeld om vrij te zijn voor iedereen. Wij zullen nooit kosten aanrekenen of enige informatie op deze website achterhouden. We vragen u alleen om de site niet in de war te gooien en programmatisch informatie te verzamelen die dramatische gevolgen zou hebben voor onze servers.

source: Much love,
nl: Veel liefde.”

source: About
cs: O
he: אודות
hr: O
nl: Over
vi: Giới thiệu

source: Terms
cs: Podmínky
he: תנאים
hr: Uvjeti
nl: Voorwaarden
vi: Điều khoản

source: Get IQ
cs: Získat IQ
he: השגת IQ
hr: Dobiti IQ
nl: Ontvang IQ
vi: Nhận IQ

source: Powered by
cs: Provozováno
he: מופעל עי
hr: Pokrenuto od
nl: Aangedreven door
vi: Tài trợ bởi

source: API by
cs: API od
he: API באמצעות
hr: API od
nl: API door
vi: API của

source: Select language
cs: Zvolit jazyk
he: בחירת שפה
hr: Izaberite jezik
nl: Selecteer taal
vi: Chọn ngôn ngữ

source: Enter a title for the thread
cs: Zadat název vlákna
he: הזן כותרת עבור השרשור
hr: Unesite naslov za niz
nl: Titel voor de draad ingeven
vi: Nhập tiêu đề cho bài viết

source: Enter your post here
cs: Zde vložte váš příspěvek
he: הזן את הפוסט שלך כאן
hr: Unesite svoj post ovdje
nl: Vul hier uw bericht in
vi: Nhập bài đăng của bạn tại đây

source: Create New Thread
cs: Vytvořit nové vlákno
he: יצירת שרשור חדש
hr: Izraditi novu temu
nl: Nieuwe schroefdraad maken
vi: Tạo Bài Viết Mới

source: About Everipedia
cs: O Everipedii
he: אודות Everipedia
hr: O Everipediji
nl: Over Everipedia
vi: Giới thiệu về Everipedia

source: How To Use
cs: Jak ji používat
he: הוראות שימוש
hr: Kako koristiti
nl: Hoe te gebruiken
vi: Hướng dẫn sử dụng

source: Donate
cs: Přispět
he: תרומה
hr: Donirati
nl: Doneer
vi: Quyên góp

source: By using this website, you agree to the
cs: Používáním této webové stránky souhlasíte s
he: שימוש באתר אינטרנט זה מהווה הסכמתך ל
hr: Korištenjem ove web stranice pristajete na
nl: Door gebruik te maken van deze website gaat u akkoord met de
vi: Bằng cách sử dụng trang web này, bạn đồng ý với

source: Terms of Use
cs: Licenční ujednání
he: תנאי השימוש
hr: Uvjeti korištenja
nl: Algemene voorwaarden
vi: Điều khoản sử dụng

source: Everipedia® is a trademark of Everipedia International
cs: Everipedia® je ochranná známka společnosti Everipedia International
he: Everipedia ® הוא סימן מסחרי של Everipedia International
hr: Everipedija je zaštitni znak tvrtke Everipedia International
nl: Everipedia® is een handelsmerk van Everipedia International
vi: Everipedia® là thương hiệu của Everipedia International

source: Search
cs: Hledat
he: חיפוש
hr: Traženje
nl: Zoeken
vi: Tìm kiếm

source: Create Page
cs: Vytvořit stránku
he: יצירת דף
hr: Kreirajte stranicu
nl: Pagina maken
vi: Tạo trang

source: Paste a link or enter a title
cs: Vložte odkaz nebo zadejte název
he: הדבק קישור או הזן כותרת
hr: Zalijepite poveznicu ili unesite naslov
nl: Een link plakken of een titel invoeren
vi: Dán liên kết hoặc nhập tiêu đề

source: Messages
cs: Zprávy
he: הודעות
hr: Poruke
nl: Berichten
vi: Tin nhắn

source: Notifications
cs: Upozornění
he: התראות
hr: Obavijesti
nl: Meldingen
vi: Thông báo

source: Your IQ Score
cs: Vaše skóre IQ
he: ציון ה‫-‬IQ שלך
hr: Vaša IQ ocjena
nl: Uw IQ-score
vi: Điểm IQ của bạn

source: Table of contents
cs: Obsah
he: תוכן עניינים
hr: Sadržaj
nl: Inhoudsopgave
vi: Mục lục

source: Table of contents and facts for this wiki
cs: Obsah a fakta pro tuto wiki
he: תוכן העניינים והעובדות עבור ויקי זה
hr: Sadržaj i činjenice za ovaj wiki
nl: Inhoudsopgave en feiten van deze wiki
vi: Mục lục và sự kiện của wiki này

source: Please log in with Scatter
cs: Přihlaste se, prosím, pomocí aplikace Scatter
he: יש להתחבר עם Scatter
hr: Molimo prijavite se sa Scatterom
nl: Log in met Scatter
vi: Vui lòng đăng nhập bằng Scatter

source: View Profile
nl: Bekijk profiel

source: Sign In
cs: Přihlásit se
he: כניסה
hr: Prijava
nl: Inloggen
vi: Đăng nhập

source: Register
cs: Registrovat
he: הרשמה
hr: Registracija
nl: Registreren
vi: Đăng ký

source: Username
cs: Uživatelské jméno
he: שם משתמש
hr: Korisničko ime
nl: Gebruikersnaam
vi: Tên đăng nhập

source: Need an account? Register here.
nl: Heeft u geen account? Schrijf u hier gratis in!

source: Forgot your password?
nl: Wachtwoord vergeten?

source: Your Notifications
nl: Uw meldingen

source: Get an account
nl: Een account aanmaken

source: or Log in
nl: of meld u aan

source: Language
cs: Jazyk
he: שפה
hr: Jezik
nl: Taal
vi: Ngôn ngữ

source: Register / Log in
nl: Registreren / Aanmelden

source: Go to article
cs: Přejít na článek
he: עבור למאמר
hr: Ići na članak
nl: Ga naar artikel
vi: Đi đến bài viết

source: Self citation by
cs: Vlastní citace od
he: אזכור עצמי באמצעות
hr: Samo-citiranje od
nl: Zelfcitaat door
vi: Tự trích dẫn bởi

source: Title
cs: Název
he: כותרת
hr: Naslov
nl: Titel
vi: Tiêu đề

source: Rank
cs: Pořadí
he: דירוג
hr: Rang
nl: Rang
vi: Xếp Hạng

source: User since
cs: Uživatel od
he: משתמש מאז
hr: Korisnik od
nl: Gebruiker sinds
vi: Người dùng kể từ

source: Last login
cs: Poslední přihlášení
he: התחבר לאחרונה
hr: Zadnja prijava
nl: Laatste login
vi: Lân đăng nhập cuối

source: Go to Editor's Profile
cs: Přejít na profil editora
he: עבור לפרופיל העורך
hr: Ići na profil urednika
nl: Ga naar het profiel van de redactie
vi: Chuyển đến Hồ sơ của Biên Tập Viên

source: Discuss Citation
cs: Diskutovat citace
he: דיון באזכור
hr: Rasprava o citatu
nl: Bespreking meditatie
vi: Thảo luận trích dẫn

source: Direct Link
cs: Přímý Odkaz
he: קישור ישיר
hr: Izravna poveznica
nl: Directe link
vi: Link Liên kết trực tiếp

source: Share
cs: Sdílet
he: שיתוף
hr: Podijeliti
nl: Delen
vi: Chia sẻ

source: Copy URL
cs: Kopírovat URL
he: העתק כתובת
hr: Kopirati URL
nl: Kopieer URL
vi: Sao chép URL

source: Play / Pause
cs: Přehrát/Pozastavit
he: נגן / השהה
hr: Pokrenuti / Pauza
nl: Speel / Pauze
vi: Bắt đầu / Tạm Dừng

source: How to use Everipedia
nl: Hoe Everipedia te gebruiken

source: Everipedia is a free and easy to use wiki platform. Write about anyone and anything!
cs: Everipedie je bezplatná a snadno použitelná wiki platforma. Napište o komkoli a čemkoli!
he: Everipedia הינו פלטפורמת וויקי חינמית וקלה לשימוש. כתבו על כל אדם או דבר‫!‬
hr: Everipedija je besplatna i jednostavna wiki platforma za korištenje. Pišite o bilo kome i o svemu!
nl: Everipedia is een gratis en gebruiksvriendelijk wiki-platform. Schrijf over iedereen en alles!
vi: Everipedia là một nền tảng wiki miễn phí và dễ sử dụng. Viết về bất cứ ai và bất cứ điều gì!

source: Go back to the page you started from
nl: Terug naar de pagina die u bent begonnen

source: Go to page
nl: Ga naar pagina

source: Go to your editor profile page
nl: Ga naar uw redactie profiel pagina

source: Go to profile
nl: Naar profiel gaan

source: Create a new page now
nl: Maak nu een nieuwe pagina aan

source: Search for an existing page
nl: Een bestaande pagina zoeken

source: This page is currently being created by another user
cs: Tuto stránku momentálně tvoří jiný uživatel
he: דף זה נוצר כעת על-ידי משתמש אחר
hr: Tu stranicu je trenutno izradio drugi korisnik
nl: Deze pagina wordt momenteel door een andere gebruiker aangemaakt
vi: Trang này hiện đang được tạo bởi người dùng khác

source: This page is currently in the process of being created by another user. Please return later!
cs: Tuto stránku momentálně tvoří jiný uživatel. Vraťte se, prosím, později!
he: דף זה נמצא כעת בתהליך יצירה על ידי משתמש אחר. אנא חזרו מאוחר יותר‫!‬
hr: Ta stranica je trenutno u procesu stvaranja od strane drugog korisnika. Molimo vratite se kasnije!
nl: Deze pagina wordt momenteel door een andere gebruiker aangemaakt. Gelieve later terug te komen!
vi: Trang này hiện đang được tạo bởi người dùng khác. Vui lòng quay lại sau!

source: You have
nl: U heeft

source: unread notifications
nl: Maak notificaties ongelezen

source: You currently do not have any notifications.
nl: U heeft op dit moment geen meldingen.

source: The world's first encyclopedia on the blockchain
nl: De eerste encyclopedie ter wereld over de blokketting

source: Everipedia's IQ Network is the world's first Encyclopedia that allows anyone to become a stakeholder in the system and earn rank, rewards & tokens for curating content.
cs: Síť IQ Everipedie je první encyklopedií na světě, která umožňuje komukoli stát se součástí tohoto systému, získávat hodnost, odměny a žetony za tvorbu obsahu.
he: רשת ה-IQ של Everipedia הינה האנציקלופדיה הראשונה בעולם שמאפשרת לכולם להפוך לבעלי עניין במערכת ולהרוויח דרגות, תגמולים ואסימונים עבור ארגון תוכן.
hr: Everipedijina IQ Mreža je prva svjetska enciklopedija koji svima omogućava da postanu sudionici u sustavu i zarade rang, nagrade i žetone za kuriranje sadržaja.
nl: Everipedia's IQ Network is 's werelds eerste Encyclopedie waarmee iedereen stakeholder in het systeem kan worden en rank, rewards & tokens kan verdienen voor curerende content.
vi: Mạng IQ của Everipedia là Bách khoa toàn thư đầu tiên trên thế giới cho phép mọi người trở thành người nắm giữ cổ phần trong hệ thống và kiếm được thứ hạng, phần thưởng và thẻ để quản lý nội dung.

source: Learn more
cs: Zjistit více
he: קרא עוד
hr: Saznajte više
nl: Leer meer
vi: Tìm hiểu thêm

source: An Encyclopedia for the modern age
cs: Encyklopedie pro moderní věk
he: אנציקלופדיה לעידן המודרני
hr: Enciklopedija za moderno doba
nl: Een Encyclopedie voor de moderne tijd
vi: Một cuốn Bách khoa toàn thư cho thời đại mới

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar to Wikipedia. By creating a new incentive structure and a distributed backend hosted within a blockchain, the new Everipedia knowledge base will be able to improve upon all fundamental features of Wikipedia.
cs: Blockchain databáze IQ Everipedie poskytuje novou změnu paradigmatu a znalostní ekonomiku, která narušuje starý centralizovaný internetový model encyklopedie znalostí podobný Wikipedii. Vytvořením nové motivační struktury a distribuovaného backendu umístěného v databázi blockchain se bude nová znalostní databáze Everipedia schopna zlepšovat na základě všech zásadních rysů Wikipedie.
he: בלוקצ׳יין ה-IQ של Everipedia מספק שינוי בתבנית וכלכלת ידע המשבש את המודל הישן של אנציקלופדיית ידע אינטרנטית ריכוזית כדוגמת ויקיפדיה. באמצעות יצירת מבנה ממריץ חדש וצד שרת מבוזר המתארח בתוך הבלוקצ׳יין, מאגר הידע החדש של Everipedia יוכל לשפר את כל המאפיינים הבסיסיים של ויקיפדיה.
hr: Everipedia IQ blockchain pruža novu promjenu paradigme i ekonomiju znanja, kako bi se prekinulo staro centralizirano enciklopedijsko internetsko razumijevanje slično onom na Wikipediji. Stvaranjem nove poticajne strukture i distribuiranog okruženja smještenog unutar blockchaina, nova Everipedija baza znanja moći će poboljšati sve temeljne značajke Wikipedije.
nl: De Everipedia IQ-blokketting biedt een nieuwe paradigmawisseling en kenniseconomie om het oude gecentraliseerde internet kennis encyclopedie model te verstoren, vergelijkbaar met Wikipedia. Door het creëren van een nieuwe incentive structuur en een gedistribueerde backend gehost binnen een blokketen, zal de nieuwe Everipedia kennisbank in staat zijn om alle fundamentele functies van Wikipedia te verbeteren.
vi: Blockchain IQ Everipedia cung cấp một sự thay đổi mô hình mới và nền kinh tế tri thức để phá vỡ mô hình bách khoa toàn thư internet tập trung cũ như Wikipedia. Bằng cách tạo ra một cấu trúc mới và một nền tảng backend phân phối được lưu trữ trong blockchain, cơ sở tri thức Everipedia mới sẽ có thể cải thiện tất cả các tính năng cơ bản của Wikipedia.

source: Decentralized
cs: Decentralizovaný
he: מבוזר
hr: Decentralizirano
nl: Decentralisatie
vi: Phân cấp

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
cs: Články jsou načteny pomocí IPFS a EOS Storage. Většina IQ je distribuována během přidělování.
he: המאמרים מונחתים באמצעות אחסון IPFS ו-EOS. רוב ה‫-‬IQ מופץ במהלך ההנחתה.
hr: Članci se preuzimaju pomoću IPFS i EOS pohrane. Većina IQ-a se distribuira tijekom airdropa.
nl: Artikelen worden opgehaald met behulp van IPFS en EOS Storage. Meerderheid van IQ wordt verdeeld tijdens de dropping.
vi: Các bài viết được tìm nạp bằng cách sử dụng IPFS và EOS Storage. Đa số IQ được phân phối trong suốt airdrop.

source: Democratic
cs: Demokratický
he: דמוקרטי
hr: Demokratski
nl: Democratie
vi: Dân chủ
