Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, bn, cs, da, fa, he, hi, hr, id, it, ja, nb, nl, pl, ru, sv, th, tl, vi

source: secondTenthsUpdated
ar: ثواني عشرية محدثة
bn: দ্বিতীয় দশমাংশ আপডেটকৃত
cs: desetiny sekundy aktualizovány
he: עשיריות השניה עודכנו
hi: सेकंड का दसवां हिस्सा अपडेट किया गया
id: detikKesepuluhDiperbarui
nl: bijgewerkteTienden
pl: 2. dziesiąta aktualizacja
tl: segundoTenthInupdate
vi: CậpnhậtPhầnmườiGiây

source: secondsUpdated
ar: ثواني محدثة
bn: আদেশসমূহ আপডেটকৃত
cs: sekundy aktualizovány
fa: ثانیه های جدید
he: השניות עודכנו
hi: सेकंड अपडेट किये गए
id: detikDiperbarui
nl: secondenBijgewerkt
pl: sekundyUaktualniona
tl: segundoInupdate
vi: CậpnhậtGiây

source: minutesUpdated
ar: دقائق محدثة
bn: মিনিটসমূহ আপডেটকৃত
cs: minuty aktualizovány
he: הדקות עודכנו
hi: मिनट अपडेट किये गए
id: menitDiperbarui
nl: minutenBijgewerkt
pl: protokółUaktualniony
tl: mga minuto na in-update
vi: CậpnhậtPhút

source: hoursUpdated
ar: ساعات محدثة
bn: ঘন্টা আপডেটকৃত
cs: hodiny aktualizovány
he: השעות עודכנו
hi: घंटे अपडेट किये गए
id: jamDiperbarui
nl: urenBijgewerkt
pl: Godziny pracyUaktualnione
tl: OrasInupdate
vi: CậpnhậtGiờ

source: daysUpdated
ar: أيام محدثة
bn: দিনসমূহ আপডেটকৃত
cs: dny aktualizovány
he: הימים עודכנו
hi: दिन अपडेट किये गए
id: hariDiperbarui
nl: dagenBijgewerkt
pl: dniUaktualniona
tl: araw na na inupdate
vi: CậpnhậtNgày

source: targetAchieved
ar: هدف محقق
bn: লক্ষ্য অর্জিত
cs: cíl dosažen
he: המטרה הושגה
hi: लक्ष्य हासिल
id: targetTercapai
nl: DoelBereikt
pl: cel osiągnięty
tl: naabotAngTarget
vi: mục tiêu đạt được

source: stopped
ar: توقف
bn: বন্ধ করা হয়েছে
cs: zastaveno
da: standset
fa: متوقف شده
he: עצר
hi: रोका गया
hr: zaustavljeno
id: dihentikan
ja: 停止中
nb: stoppet
nl: gestopt
pl: zatrzymane
ru: остановлено
sv: avbruten
th: หยุดแล้ว
tl: hininto
vi: đã dừng

source: started
ar: بدأ
bn: শুরু হয়েছে
cs: zahájeno
da: Startet
fa: آغاز شده
he: התחיל
hi: शुरू हो गया
hr: pokrenuto
id: dimulai
ja: 起動済み
nb: startet
nl: gestart
pl: rozpoczęcie
ru: Начало
sv: startad
th: เริ่มต้นแล้ว
tl: sinimulan
vi: Bắt đầu

source: paused
ar: متوقف مؤقتا
bn: সাময়িকভাবে বন্ধ আছে
cs: pozastaveno
da: holder pause
fa: متوقف
he: הושהה
hi: रुका हुआ
hr: pauzirano
id: di jeda
ja: 一時停止中
nb: pause
nl: gepauzeerd
pl: Wstrzymana
ru: приостановлен
sv: pausad
th: พัก
tl: naka-pause
vi: Đã tạm từng

source: reset
ar: إعادة تعيين
bn: রিসেট করুন
cs: resetovat
da: Nulstil
fa: تنظیم مجدد
he: איפוס
hi: रिसेट करें
hr: resetirano
id: diatur ulang
ja: リセット
nb: Nullstill
pl: Resetuj
ru: Сброс
sv: Återställ
th: ตั้งค่าใหม่
tl: i-reset
vi: Đặt lại

source: Cancel
ar: إلغاء
bn: বাতিল করুন
cs: Zrušit
da: Annuller
fa: لغو
he: ביטול
hi: रद्द करें
hr: Otkazano
id: Batal
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Avbryt
th: ยกเลิก
tl: Kanselahin
vi: Hủy

source: Loading...
ar: جار التحميل...
bn: লোড হচ্ছে....
cs: Načítání...
da: Indlæser...
fa: در حال بارگذاری...
he: טוען‫...‬
hi: शुरू हो रहा है...
hr: Učitavanje ...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
nb: Laster…
nl: Bezig met laden...
pl: Wczytywanie..
ru: Загрузка...
sv: Laddar..
th: กำลังโหลด..
tl: Naglo-load...
vi: Đang tải...

source: js_sdk_force_status_on_load
bn: জেএস_এসডিকে_ফোর্স_স্টেটাস লোড হচ্ছে
cs: js_sdk_okamžitý_status_při_načtení
he: מעמד כוח js sdk בטעינה
hr: js_sdk_forsiranje_statusa_kod_učitavanja

source: auth.logout
bn: লেখক.লগআউট
cs: autorizované odhlášení
he: יציאה‫.‬אותנטית
hr: auth.odjava
nb: Auth. varesymbol
nl: auth.uitloggen
th: ออกจากระบบอัตโนมัติ

source: Claim Rewards
cs: Nárok na odměny
he: לתבוע Rewards
ja: 申し立て報酬
vi: Yêu cầu phần thưởng

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
cs: Uložit
da: Gem
fa: ذخیره
he: שמירה
hi: सहेजें
hr: Spremiti
id: Simpan
it: Salva
ja: 保存
nb: Lagre
nl: Opslaan
pl: Zapisz
ru: Сохранить
sv: Spara
th: บันทึก
tl: I-save
vi: Lưu

source: Add an additional description for this category
ar: أضف وصفاً إضافياً لهذه الفئة
bn: এই বিভাগের জন্য একটি অতিরিক্ত বিবরণ যোগ করুন
cs: Přidat další popis této kategorie
da: Tilføj en ekstra beskrivelse til denne kategori
fa: توضیحات اضافی برای این دسته اضافه کنید
he: הוסף תיאור נוסף לקטגוריה זו
hi: इस श्रेणी के लिए एक अतिरिक्त विवरण जोड़ें
hr: Dodajte dodatni opis za ovu kategoriju
id: Tambahkan deskripsi tambahan untuk kategori ini
it: Aggiungere una descrizione aggiuntiva per questa categoria
ja: このカテゴリの追加説明を追加する
nb: Legg til en tilleggsbeskrivelse for denne kategorien
nl: Voeg een aanvullende beschrijving toe aan deze categorie
pl: Dodać dodatkowy opis dla tej kategorii
ru: Добавить дополнительное описание для этой категории
sv: Lägg till en extra beskrivning för den här kategorin
th: เพิ่มคำอธิบายเพิ่มเติมสำหรับหมวดหมู่นี้
tl: Magdagdag ng iba pang paglalarawan para sa kategoryang ito
vi: Bổ sung mô tả cho danh mục này

source: Delete this tag
ar: احذف هذا الشعار
bn: এই ট্যাগটি মুছুন
cs: Odstranit tuto značku
da: Slet dette tag
fa: این برچسب را حذف کنید
he: מחק תגית זו
hi: इस टैग को हटाएं
hr: Izbrisati tu oznaku
id: Hapus tag ini
it: Elimina questo tag
ja: このタグを削除する
nb: Slette denne koden
nl: Deze tag verwijderen
pl: Usuń ten znacznik
ru: Удалить этот тег ...
sv: Ta bort denna tagg!
th: ลบแท็กนี้
tl: Tanggalin ang tag na ito
vi: Xóa thẻ tag này

source: Media
ar: الوسائط
bn: মিডিয়া
cs: Média
da: Medier
fa: رسانه
he: מדיה
hi: मीडिया
hr: Mediji
ja: メディア
ru: Медиа
th: มีเดีย
vi: Đa phương tiện

source: Cite
ar: استشهاد
bn: উদ্ধৃত করা
cs: Citovat
da: Citeret
fa: استناد
he: אזכור
hi: उद्धृत करें
hr: Citiranje
id: Mengutip
it: Citazione
ja: 引用する
nb: Siter
nl: Citaat
pl: Cytat
ru: Цитировать
sv: Citat
th: อ้างอิง
tl: Sipiin
vi: trích dẫn

source: Help
cs: Pomoc
he: עזרה
ja: ヘルプ
vi: Trợ giúp

source: Connect Languages
cs: Připojte jazyky
he: התחבר לשפות
vi: Kết nối ngôn ngữ

source: Search Everipedia
ar: بحث في ايفيبيديا
bn: এভরিপিডিয়া অনুসন্ধান করুন
cs: Prohledat Everipedii
da: Søg på Everipedia
fa: جستجو در Everipedia
he: חיפוש ב‫-‬Everipedia
hi: Everipedia खोजें
hr: Pretražiti Everipediju
id: Cari Everipedia
it: Ricerca su Everipedia
ja: Everipediaを検索
nb: Søk Everipedia
nl: Everipedia zoeken
pl: Wyszukiwanie Everipedia
ru: Поиск в Everipedia
sv: Sök på Everipedia
th: ค้นหา Everipedia
tl: Hanapin sa Everipedia
vi: Tìm kiếm Everipedia

source: Link
ar: رابط
bn: লিঙ্ক করুন
cs: Odkaz
fa: لینک
he: קישור
hi: लिंक
hr: Poveznica
id: Tautan
ja: リンク
nb: Lenke
ru: Ссылка
sv: Länk
th: ลิงค์
vi: Liên kết

source: Cite as verified editor
ar: الاستشهاد كمحرر موثوق
bn: যাচাইকৃত সম্পাদক হিসাবে উদ্ধৃত করুন
cs: Citovat jako ověřený editor
da: Citér som verificeret redaktør
fa: به عنوان ویرایشگر تأیید کنید
he: אזכר כעורך מאומת
hi: सत्यापित संपादक के रूप में उद्धृत करें
hr: Citirajte kao verificirani urednik
id: Kutip sebagai editor terverifikasi
it: Cita come editor verificato
ja: 検証された編集者として引用する
nb: Sitere som bekreftet redaktør
nl: Vermeld als geverifieerde redacteur
pl: Cite jako sprawdzony edytor
ru: Cite как проверенный редактор
sv: Citera som verifierad redaktör
th: อ้างอิงในฐานะบรรณาธิการที่ยืนยันตัวตนแล้ว
tl: Sipiin bilang naberipikang editor
vi: Trích dẫn biên tập viên được xác nhận

source: Merge
cs: Sloučit
he: מיזוג
vi: Hợp nhất

source: Edit
ar: تعديل
bn: পরিমার্জন করুন
cs: Upravit
da: Rediger
fa: ویرایش
he: עריכה
hi: संपादित करें
hr: Urediti
it: Modifica
ja: 編集
nb: Rediger
nl: Bewerken
pl: Edytuj
ru: Редактировать
sv: Redigera
th: แก้ไข
tl: I-edit
vi: Chỉnh Sửa

source: Font Style
ar: نوع الخط
bn: ফন্ট স্টাইল
cs: Styl písma
da: Skrifttype stil
fa: استایل فونت
he: סגנון גופן
hi: फॉन्ट शैली
hr: Stil fonta
id: Jenis Font
it: Stile Carattere
ja: フォントスタイル
nb: Fontstil
nl: Lettertype
pl: Styl czcionki
ru: Стиль шрифта
sv: Teckenstil
th: รูปแบบอักษร
tl: Estilo ng Font
vi: Kiểu chữ

source: Style
ar: النمط
bn: স্টাইল
cs: Styl
da: Stil
fa: استایل
he: סגנון
hi: शैली
hr: Stil
id: Jenis
it: Stile
ja: スタイル
nb: Stil
nl: Stijl
pl: Styl
ru: Стиль
sv: Stil
th: รูปแบบ
tl: Estilo
vi: Kiểu

source: Submit
cs: Odeslat
he: שלח
ja: 送信
vi: Gửi

source: Claim
ar: المطالبة
bn: দাবি করুন
cs: Požadovat
da: Anmod
fa: ادعا
he: דרישה
hi: प्राप्त करें
hr: Zahtjevati
id: Klaim
it: Reclamo
ja: 権利
nb: Henvendelse
nl: Claimen
pl: Zgłoś
ru: Запрос
sv: Skada
th: รับ
tl: Kunin
vi: Khiếu nại

source: Not Ready
ar: غير جاهز
bn: প্রস্তুত নয়
cs: Nepřipraveno
da: Ikke klar
fa: آماده نیست
he: לא מוכן
hi: तैयार नहीं है
hr: Nije spremno
id: Belum siap
it: Non Pronta
ja: 使用不可
nb: Ikke klar
nl: Niet Gereed
pl: Nie gotowy
ru: Не готов
sv: Inte klar
th: ไม่พร้อม
tl: Hindi Pa Handa
vi: Chưa sẵn sàng

source: Drag and drop your photo here or click to upload.
ar: اسحب واسقط صورتك هنا أو انقر للتحميل.
bn: এখানে আপনার ছবি টেনে আনুন এবং ড্রপ করুন বা আপলোডে ক্লিক করুন।
cs: Přetáhněte sem vaši fotografii nebo klikněte pro nahrání.
da: Træk og slip dit billede her eller klik for at uploade.
fa: عکس خود را بکشید و یا رها کنید و یا برای آپلود کلیک کنید.
he: גררו ושחררו את תמונתכם כאן‫,‬ או לחצו להעלאה‫.‬
hi: अपनी तस्वीर को यहाँ खींचें और छोड़ें या अपलोड करने के लिए क्लिक करें।
hr: Ovdje povucite i ispustite svoju fotografiju ili kliknite za učitavanje.
id: Seret dan letakkan foto Anda di sini atau klik untuk mengunggah.
it: Trascina e rilascia la tua foto qui o clicca per caricarla.
ja: ここに写真をドラッグ・アンド・ドロップするか、クリックしてアップロードしてください。
nb: Dra og slipp bildet her eller klikk for å laste opp.
nl: Sleep je foto hierheen of klik om te uploaden.
pl: Przeciągnij i upuść zdjęcie tutaj lub kliknij, aby je przesłać.
ru: Перетащите свою фотографию здесь или нажмите, чтобы загрузить.
sv: Dra och släpp ditt foto här eller klicka för att ladda upp.
th: ลากและวางรูปภาพของคุณที่นี่หรือคลิกเพื่ออัปโหลด
tl: I-drag at i-drop ang iyong larawan dito o i-click upang mag-upload.
vi: Kéo và thả ảnh của bạn ở đây hoặc nhấp để tải lên.

source: Please enter a description for the photo
ar: يرجى إدخال وصف للصورة
bn: ছবির জন্য একটি বিবরণ লিখুন দয়া করে
cs: Zadejte, prosím, popis fotografie
da: Indtast venligst en beskrivelse for billedet
fa: لطفا یک توضیح برای عکس وارد کنید
he: אנא הזינו תיאור לתמונה
hi: कृपया तस्वीर के लिए विवरण डालें
hr: Molimo unesite opis fotografije
id: Silakan masukkan deskripsi untuk foto
it: Inserisci una descrizione per la foto
ja: 写真の説明を入力してください
nb: Skriv inn en beskrivelse av bildet
nl: Vul een beschrijving van de foto in a.u.b.
pl: Wprowadź opis zdjęcia.
ru: Пожалуйста, введите описание фотографии
sv: Vänligen ange en beskrivning för fotot
th: โปรดกรอกคำอธิบายสำหรับรูปนี้
tl: Paki-type ang paglalarawan para sa imahe
vi: Vui lòng nhập mô tả cho ảnh

source: Adding infobox item, please wait...
ar: إضافة مربع معلومات، يرجى الانتظار ...
bn: ইনফবক্স আইটেম যোগ করা হচ্ছে, দয়া করে অপেক্ষা করুন ...
cs: Přidávání položky do infoboxu, čekejte prosím ...
da: Tilføjelse af infobox-element, vent venligst ...
fa: اضافه کردن مورد infobox، لطفا صبر کنید ...
he: מוסיף פריט לתיבת המידע‫,‬ אנא המתינו‫...‬
hi: इंफोबॉक्स सामग्री जुड़ रही है, कृपया प्रतीक्षा करें...
hr: Dodavanje stavke u zaglavlje, molimo pričekajte ...
id: Menambahkan item infobox, harap tunggu...
it: Aggiunta di elementi infobox, attendere...
ja: 情報項目を追加しています。しばらくお待ちください...
nb: Legger til tilgjengelig element, vent litt...
nl: Infobox-item toevoegen, even geduld a.u.b...
pl: Dodając infobox, poczekaj...
ru: Добавление элемента информации, пожалуйста, подождите ...
sv: Lägger till Infobox-objekt, vänta ...
th: กำลังไอเทม infobox โปรดรอสักครู่ ...
tl: Nagdadagdag ng item sa infobox, sandali ...
vi: Đang thêm hộp thông tin, vui lòng chờ ...

source: Adding, please wait...
ar: جارٍ الإضافة ، يرجى الانتظار ...
bn: যোগ করা হচ্ছে, দয়া করে অপেক্ষা করুন ...
cs: Přidávání, čekejte prosím ...
da: Tilføjelse, vent venligst ...
fa: اضافه کردن، لطفا صبر کنید ...
he: מוסיף‫,‬ אנא המתינו‫...‬
hi: जुड़ रहा है, कृपया प्रतीक्षा करें..
hr: Dodavanje, pričekajte ...
id: Menambahkan, harap tunggu ...
it: Aggiunta, attendere...
ja: 追加しています、しばらくお待ちください...
nb: Legger til, vent litt...
nl: Aan het toevoegen, even geduld a.u.b...
pl: Dodając, poczekaj...
ru: Добавление, подождите ...
sv: Lägger till, vänta ...
th: กำลังเพิ่มโปรดรอสักครู่ ...
tl: Nagdadagdag, sandali ...
vi: Đang thêm, vui lòng chờ ...

source: You have been posting a lot of links today. Wait a bit for the community to respond to your content. New editors are limited to posting only 250 submissions a day.
ar: لقد قمت بنشر الكثير من الروابط اليوم. انتظر قليلاً حتى يستجيب المجتمع للمحتوى الخاص بك. يُسمح للمحررين الجدد بنشر 250 عملية فقط في اليوم.
bn: আপনি আজ অনেক লিংক পোস্ট করেছেন। কমিউনিটি যতক্ষণ অব্দি আপনার উপাদান সম্পর্কেউত্তর না দিচ্ছেন ততক্ষণ অপেক্ষা করুন।নতুন সম্পাদকগণ দিনে শুধুমাত্র ২৫০সংখ্যক জমা করতে পারেন।
cs: Dnes jste zveřejnili mnoho odkazů. Vyčkejte, prosím, než komunita zareaguje na váš obsah. Noví redaktoři mohou zveřejnit pouze 250 příspěvků denně.
da: Du har sendt mange links i dag. Vent lidt for samfundet til at reagere på dit indhold. Nye redaktører er begrænset til at sende kun 250 indlæg om dagen.
fa: شما امروز تعداد زیادی لینک ارسال کرده اید. کمی برای جامعه پاسخ مثبت به محتوای شما منتظر بمانید. ویراستاران جدید محدود به ارسال تنها 250 ارسال در روز محدود هستند.
he: העלית קישורים רבים היום‫.‬ המתן‫/‬המתיני שהקהילה תגיב לתוכן שלך‫.‬ עורכים חדשים מוגבלים לפרסם עד 250 הגשות ביום‫.‬
hi: आज आपने बहुत सारे लिंक पोस्ट कर दिए हैं। आपकी सामग्री के लिए प्रतिक्रियाकरने के लिए कृपया थोड़ी देर समुदाय की प्रतीक्षा करें। नए संपादक एक दिन मेंकेवल 250 लिंक जमा कर सकते हैं।
hr: Danas ste postavili mnogo poveznica. Pričekajte malo da zajednica odgovori na vaš sadržaj. Novi urednici ograničeni su za objavljivanje na samo do 250 podnesaka dnevno.
id: Anda telah memposting banyak tautan hari ini. Tunggu sebentar agar komunitas dapat menanggapi konten Anda. Editor baru dibatasi untuk memposting hanya 250 pengiriman setiap hari.
it: Oggi ha pubblicato molti link. Aspetta un minuto per permettere alla comunità di rispondere ai tuoi contenuti. I nuovi sono limitati alla pubblicazione di soli 250 contributi al giorno.
ja: 今日多数のリンクが投稿されています。コミュニティがコンテンツに反応するまで少々お待ちください。新しい編集者は1日当たりに投稿する投稿が250件に限られています。
nb: Du har vært innlegg mange linker i dag. Vent litt for samfunnet å svare på innholdet. Nye redaktører er begrenset til oppslaget bare 250 Submissions en dag.
nl: Je hebt vandaag veel links geplaatst. Wacht even tot de community op je inhoud reageert. Nieuwe redacteurs mogen maximaal 250 inzendingen per dag plaatsen.
pl: Zamieścił pan dziś wiele linków. Poczekaj trochę, aż społeczność odpowie na twoje treści. Nowi redaktorzy mogą nadsyłać tylko 250 zgłoszeń dziennie.
ru: Сегодня вы публикуете много ссылок. Подождите немного, чтобы сообщество ответило на ваш контент. Новые редакторы ограничиваются публикацией всего 250 заявок в день.
sv: Du har lagt upp många länkar idag. Vänta lite så att communityn kan svara på ditt innehåll. Nya redaktörer är begränsade till att lägga in endast 250 inlägg per dag.
th: วันนี้คุณโพสต์ลิงค์จำนวนมาก รอเพื่อให้ชุมชนตอบสนองต่อเนื้อหาของคุณสักครู่ เราจำกัดให้บรรณาธิการโพสต์เนื้อหาเพียง 250 ฉบับต่อวันเท่านั้น
tl: Nag-post ka ng maraming link ngayon. Maghintay muna na ang komunidad ay tumugon sa iyong ginawa. Ang mga bagong editor ay limitado sa pag-post ng 250 pagsusumite sa isang araw.
vi: Bạn đã đăng rất nhiều liên kết ngày hôm nay. Đợi một chút để cộng đồng phản hồi nội dung của bạn. Biên tập viên mới giới hạn chỉ đăng 250 bài mỗi ngày.

source: This link is already on this page, you can still edit the link summary to improve the information on EP!
ar: هذا الارتباط موجود بالفعل على هذه الصفحة، لا يزال بإمكانك تعديل ملخص الارتباط لتحسين المعلومات على إيفريبيديا!
bn: এই লিংকটি ইতিমধ্যেই এই পৃষ্ঠায় রয়েছে, আপনি ইপিতে তথ্য উন্নত করতে এখনো লিঙ্ক সারাংশ সম্পাদনা করতে পারেন!
cs: Tento odkaz již na této stránce je, stále můžete upravovat souhrn odkazů a tím vylepšovat informace na EP!
da: Dette link er allerede på denne side, du kan stadig redigere linkoversigten for at forbedre informationerne på EP!
fa: این لینک در حال حاضر در این صفحه است، شما هنوز هم میتوانید خلاصه پیوند را برای بهبود اطلاعات در EP ویرایش کنید!
he: הקישור כבר קיים בעמוד זה‫,‬ באפשרותך לערוך את תיאור הקישור על מנת לשפר את המידע ב‫-‬EP‫!‬
hi: यह लिंक पहले से इस पृष्ठ पर है, आप EP पर जानकारी को बेहतर बनाने के लिए अभी भी लिंकसारांश संपादित कर सकते हैं!
hr: Ova poveznica već postoji na ovoj stranici no i dalje možete uređivati sažetak poveznice kako bi poboljšali informacije na EP!
id: Tautan ini sudah ada di halaman ini, Anda masih bisa mengedit rangkuman tautan untuk meningkatkan informasi tentang EP!
it: Questo link è già presente in questa pagina, ma puoi modificare l'elenco dei link per migliorare l'informazione su EP!
ja: このリンクはすでにこのページに表示されていますが、リンクの概要を編集してEPの情報を改善することができます！
nb: Denne koblingen er allerede på denne siden, kan du fortsatt redigere link sammendraget å forbedre informasjonen på EP!
nl: Deze link staat al op deze pagina, je kunt de linksamenvatting nog steeds bewerken om de informatie over EP te verbeteren!
pl: Ten link jest już na tej stronie, nadal można edytować podsumowanie linku w celu poprawy informacji na temat EP!
ru: Эта ссылка уже на этой странице, вы все же можете редактировать сводку ссылок, чтобы улучшить информацию о EP!
sv: Den här länken finns redan på den här sidan, du kan ändå redigera länksammanfattningen för att förbättra informationen på EP!
th: มีลิงค์นี้อยู่ในเว็บหน้านี้แล้ว คุณยังคงสามารถแก้ไขสรุปลิงค์เพื่อปรับปรุงข้อมูลใน EP ได้อยู่นะ!
tl: Ang link na ito ay nasa pahinang ito na, maaari mo pa ring i-edit ang buod ng link upang mapabuti ang impormasyon sa EP!
vi: Liên kết này đã có trên trang, bạn vẫn có thể chỉnh sửa liên kết rút gọn để cải thiện thông tin trên EP!

source: Links to Wikipedia pages are not allowed, for technical reasons. Please try again.
ar: لا يُسمح بالارتباطات بصفحات ويكيبيديا لأسباب فنية. حاول مرة أخرى.
bn: প্রযুক্তিগত কারণে, উইকিপিডিয়া পাতায় এই লিঙ্কগুলি অনুমোদিত নয়। অনুগ্রহপূর্বক পুনরায়চেষ্টা করুন।
cs: Odkazy na stránky Wikipedie nejsou z technických důvodů povoleny. Prosím, zkuste to znovu.
da: Links til Wikipedia-sider er ikke tilladt af tekniske årsager. Prøv igen.
fa: پیوندهای به صفحات ویکیپدیا به دلایل فنی مجاز نیست. لطفا دوباره تلاش کنید.
he: לא ניתן להוסיף קישורים לדפים בויקיפדיה מסיבות טכניות‫.‬ אנא נסו שוב‫.‬
hi: तकनीकी कारणों से विकिपीडिया पृष्ठों के लिंक की अनुमति नहीं है। कृपया पुन:प्रयास करें।
hr: Poveznice na stranice Wikipedije nisu dozvoljene, iz tehničkih razloga. Molimo pokušajte ponovno.
id: Tautan ke halaman Wikipedia tidak diperbolehkan, karena alasan teknis. Silakan coba lagi.
it: I collegamenti alle pagine Wikipedia non sono consentiti, per motivi tecnici. Si prega di riprovare.
ja: 技術的な理由により、Wikipediaページへのリンクは許可されていません。もう一度お試しください。
nb: Lenker til Wikipedia sider er ikke tillatt, av tekniske grunner. Vennligst prøv igjen.
nl: Links naar Wikipedia-pagina's zijn om technische redenen niet toegestaan. Probeer het opnieuw.
pl: Z przyczyn technicznych linki do stron Wikipedii są niedozwolone. Spróbuj ponownie.
ru: Ссылки на страницы Википедии не допускаются по техническим причинам. Пожалуйста, попробуйте еще раз.
sv: Länkar till Wikipedia-sidor är inte tillåtna av tekniska skäl. Var god försök igen.
th: ไม่อนุญาตให้เชื่อมโยงไปยังวิกิพีเดียด้วยเหตุผลทางเทคนิค โปรดลองอีกครั้ง.
tl: Ang mga link papuntang Wikipedia ay hindi pinapayagan, dahil sa mga teknikal na kadahilanan. Pakisubukang muli.
vi: Không cho phép liên kết đến các trang Wikipedia vì lý do kỹ thuật. Vui lòng thử lại.

source: No URL provided, please try again
ar: لم يتم تقديم عنوان URL ، يرجى المحاولة مرة أخرى
bn: কোনও URL প্রদান করা হয়নি, দয়া করে আবার চেষ্টা করুন
cs: Nebyla nalezena žádná adresa URL, zkuste to, prosím, znovu
da: Ingen webadresse angivet, prøv igen
fa: نشانی اینترنتی ارائه نشده است، لطفا دوباره امتحان کنید
he: לא הוזנה כתובת URL‫,‬ אנא נסו שוב
hi: कोई यूआरएल प्रदान नहीं किया गया, कृपया पुनः प्रयास करें
hr: Nijedan URL nije naveden, molimo pokušajte ponovo
id: Tidak ada URL yang disediakan, silakan coba lagi
it: Nessun URL fornito, riprovare
ja: URLは指定されていません、もう一度お試し下さい
nb: Ingen URL gitt, vennligst prøv igjen
nl: Er is geen URL opgegeven, probeer het opnieuw
pl: Nie podano adresu URL, spróbuj ponownie.
ru: Нет URL-адреса, повторите попытку.
sv: Ingen webbadress tillhandahållen, försök igen
th: ไม่ได้ระบุ URL โปรดลองอีกครั้ง
tl: Walang ibinigay na URL, pakisubukang muli
vi: Không có URL nào được cung cấp, vui lòng thử lại

source: Please provide a description for the link or file.
ar: يرجى توفير وصف للارتباط أو الملف.
bn: দয়া করে লিঙ্ক বা ফাইলের জন্য একটি বিবরণ প্রদান করুন।
cs: Uveďte, prosím, popis odkazu nebo souboru.
da: Giv venligst en beskrivelse af linket eller filen.
fa: لطفا توضیح لینک یا فایل را ارائه دهید.
he: יש להזין תיאור לקישור או לקובץ‫.‬
hi: कृपया लिंक या फाइल के लिए विवरण प्रदान करें।
hr: Molimo navedite opis poveznice ili datoteke.
id: Berikan deskripsi untuk tautan atau file.
it: Fornire una descrizione del link o del file.
ja: リンクまたはファイルの説明を入力してください。
nb: Vennligst gi en beskrivelse av koblingen eller filen.
nl: Geef een beschrijving van de link of het bestand.
pl: Proszę podać opis linku lub pliku.
ru: Укажите описание ссылки или файла.
sv: Vänligen ange en beskrivning för länken eller filen.
th: โปรดระบุคำอธิบายสำหรับลิงค์หรือไฟล์
tl: Pakilagyan ng paglalarawan ang link o file.
vi: Vui lòng cung cấp mô tả cho liên kết hoặc tệp.

source: Please provide a more scholarly description.
ar: يرجى توفير وصف أكثر علمية.
bn: দয়া করে আরো একটি পান্ডিত্যপূর্ণ বর্ণনা প্রদান করুন।
cs: Uveďte, prosím, odbornější popis.
da: Giv venligst en mere videnskabelig beskrivelse.
fa: لطفا یک توصیف علمی بیشتری ارائه کنید
he: יש להזין תיאור יותר אקדמי‫.‬
hi: कृपया ज्यादा ज्ञानपूर्ण विवरण प्रदान करें।
hr: Molimo navedite više znanstvenog opisa.
id: Harap berikan deskripsi yang lebih ilmiah.
it: Si prega di fornire una descrizione più accademica.
ja: より学術的な記述を入力してください。
nb: Vennligst gi en mer akademisk beskrivelse.
nl: Geef een meer wetenschappelijke beschrijving, a.u.b.
pl: Proszę przedstawić bardziej naukowy opis.
ru: Просьба представить более научное описание.
sv: Vänligen ge en mer vetenskaplig beskrivning.
th: โปรดระบุคำอธิบายเชิงวิชาการเพิ่มเติม
tl: Pakilagyan ng mas mala-iskolar na paglalarawan.
vi: Vui lòng cung cấp mô tả cụ thể hơn.

source: File uploaded successfully.
ar: تم رفع الملف بنجاح.
bn: ফাইল সফলভাবে আপলোড হয়েছে।
cs: Soubor byl úspěšně nahrán.
da: Filen er uploadet korrekt.
fa: فایل با موفقیت آپلود شد
he: הקובץ הועלה בהצלחה‫.‬
hi: फाइल सफलतापूर्वक अपलोड किया गया
hr: Datoteka je uspješno prenesena.
id: File berhasil diunggah.
it: Il file è stato caricato con successo
ja: ファイルが正常にアップロードされました。
nb: Filen er lastet opp.
nl: Bestand succesvol geüpload.
pl: Plik został wczytany pomyślnie
ru: Файл успешно загружен.
sv: Filen har överförts framgångsrikt.
th: อัปโหลดไฟล์สำเร็จแล้ว
tl: Tagumpay na na-upload ang file.
vi: Tệp đã được tải lên thành công

source: Add File
ar: إضافة ملف
bn: ফাইল যোগ করো...
cs: Přidat soubor
da: Tilføj fil
fa: اضافه کردن فایل
he: הוספת קובץ‫.‬
hi: फाइल जोड़ें
hr: Dodati datoteku
id: Tambahkan File
it: Aggiungi File
ja: ファイルを追加する
nb: Legg til fil
nl: Voeg bestand toe
pl: Dodaj plik
ru: Добавить файл
sv: Lägg till fil
th: เพิ่มไฟล์
tl: Magdagdag ng File
vi: Thêm tệp

source: Add Link
ar: أضف رابطا
bn: লিঙ্ক যোগ করুন
cs: Přidat odkaz
da: Tilføj link
fa: افزودن لینک
he: הוספת קישור‫.‬
hi: लिंक जोड़ें
hr: Dodati poveznicu
id: Tambahkan Tautan
it: Aggiungi link
ja: リンクを追加する
nb: Legg til lenke
nl: Voeg link toe
pl: Dodaj link
ru: Добавить ссылку
sv: ﻿Lägg till länk
th: เพิ่มลิงก์
tl: Magdagdag ng Link
vi: Thêm liên kết
