Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, bn, cs, da, fa, he, hi, hr, id, it, ja, nb, nl, pl, ru, sv, th, tl, vi

source: The infobox is designed for concise, quick facts. Suggested items appear in the dropdown depending on the selected topic, but any type of infobox can be added.
ar: صمم مربع المعلومات للحقائق الموجزة والسريعة. تظهر العناصر المقترحة في القائمة المنسدلة بناءً على الموضوع المحدد ولكن يمكن إضافة أي نوع من أنواع المعلومات.
bn: ইনফোবক্সটি সংক্ষিপ্ত, দ্রুত তথ্যাবলীর জন্য সাজানো। প্রস্তাবিত উপাদানসমূহ ড্রপডাউনেদেখা যায় নির্বাচিত বিষয়বস্তুর সাপেক্ষে, কিন্তু যে কোন ধরনের ইনফোবক্সসংযোজন করা যেতে পারে
cs: Infobox je určen pro stručná a krátká fakta. Navrhované položky se zobrazují v rozbalovací nabídce v závislosti na vybraném tématu, ale může být přidán jakýkoli typ infoboxu.
da: Infobox er designet til korte og hurtige fakta. Foreslåede elementer vises i rullelisten afhængigt af det valgte emne, men enhver form for infobox kan tilføjes.
fa: جعبه اطلاعات برای حقایق مختصر و سریع طراحی شده است. بسته های پیشنهادی بر اساس موضوع انتخاب شده در منوی کشویی ظاهر می شود، اما هر نوع جعبه اطلاعات را می توان اضافه کرد.
he: תיבת המידע עוצבה לעובדות קצרות ותמציתיות‫.‬ פריטים מומלצים מופיעים בתפריט הנפתח כתלות בנושא הנבחר‫,‬ אך ניתן להוסיף כל סוג של תיבת מידע‫.‬
hi: इंफोबॉक्स को सटीक, संक्षिप्त तथ्यों के लिए निर्मित किया गया है। चयनित विषय के आधार परड्रॉपडाउन में सुझावित चीजें प्रदर्शित होती हैं, लेकिन किसी भी प्रकार का इंफोबॉक्स जोड़ाजा सकता है।
hr: Zaglavlje je namijenjeno kratkim i brzim činjenicama. Predložene stavke prikazuju se na padajućem izborniku ovisno o odabranoj temi, ali se može dodati bilo koja vrsta zaglavlja.
id: Infobox dirancang untuk fakta ringkas dan cepat. Item yang disarankan muncul di dropdown tergantung pada topik yang dipilih, tetapi jenis infobox dapat ditambahkan.
it: L'infobox è progettato per nozioni rapide e concise. Gli elementi suggeriti appaiono nella tendina a seconda dell'argomento selezionato, ma è possibile aggiungere qualsiasi tipo di infobox.
ja: インフォボックスは、簡潔で迅速な事実を考慮して設計されています。選択したトピックに応じて、提案されたアイテムがドロップダウンに表示されますが、任意のタイプの情報ボックスを追加できます。
nb: De Infoboks er designet for konsise, raske fakta. Foreslåtte elementer vises i rullegardinlisten avhengig av det valgte emnet, men alle typer tilgjengelige kan legges til.
nl: De infobox is ontworpen voor beknopte, korte feiten. Voorgestelde items verschijnen in de vervolgkeuzelijst afhankelijk van het geselecteerde onderwerp, maar elk type infobox kan worden toegevoegd.
pl: Infobox jest przeznaczony do zwięzłych, szybkich faktów. Sugerowane elementy pojawiają się na rozwijanej liście w zależności od wybranego tematu, ale można dodać dowolny rodzaj infoboxa.
ru: Инфобокс предназначен для кратких и быстрых фактов. Рекомендуемые элементы отображаются в раскрывающемся списке в зависимости от выбранной темы, но можно добавить любой инфобокс.
sv: Infobox är utformad för korta, fakta. Föreslagna föremål visas i rullgardinsmenyn beroende på det valda ämnet, men vilken typ av infobox som helst kan läggas till.
th: Infobox ได้รับการออกแบบสำหรับข้อมูลกระชับและรวดเร็ว ไอเทมที่แนะนำจะปรากฏในเมนูแบบเลื่อนลงขึ้นอยู่กับหัวข้อที่เลือกแต่สามารถเพิ่ม infobox ประเภทไหนก็ได้
tl: Ang infobox ay dinisenyo para sa maigsi at mabilisang impormasyon. Ang mga iminumungkahing item ay lilitaw sa dropdown depende sa napiling paksa, pero maaaring magdagdag ng anumang uri ng infobox.
vi: Hộp thông tin được thiết kế cho các sự kiện ngắn gọn, nhanh chóng. Các mục được đề xuất xuất hiện trong menu thả xuống tùy thuộc vào chủ đề đã chọn, nhưng có thể thêm bất kỳ loại thông tin nào.

source: Add Links, Files, Etc.
ar: إضافة روابط أو ملفات ، إلخ.
bn: লিঙ্ক , ফাইল, ইত্যাদি যোগ করুন
cs: Přidat odkazy, soubory atd.
da: Tilføj Links, Filer, Etc.
fa: افزودن لینک ها، فایل ها و غیره
he: הוספת קישורים‫,‬ קבצים וכו׳‫.‬
hi: लिंक, फाइल, आदि जोड़ें
hr: Dodati veze, datoteke itd.
id: Tambahkan Tautan, File, Dll
it: Aggiungi link, file, ecc.
ja: リンク、ファイルなどを追加する。
nb: Legg til linker, filer, etc.
nl: Links en bestanden etc. toevoegen.
pl: Dodaj linki, pliki, Etc.
ru: Добавить ссылки, файлы и т. Д.
sv: Lägg till länkar, filer, etc.
th: เพิ่มลิงค์ ไฟล์ ฯลฯ
tl: Magdagdag ng Mga Link, Mga File, Atbp.
vi: Thêm liên kết, tệp, v.v.

source: As you add links and files, they will show up in the Reference Links section. You can edit or remove them as well.
ar: عند إضافة روابط وملفات، ستظهر في قسم الروابط المرجعية. يمكنك تحريرها أو إزالتها كذلك.
bn: লিঙ্ক ও ফাইল সংযোজন করলে, সেগুলি রেফারেন্স লিঙ্ক বিভাগে দেখা যাবেআপনি এগুলি পরিমার্জন বা মুছে ফেলতে পারেন।
cs: Přidané odkazy a soubory se zobrazí v sekci Odkazy. Můžete je také upravovat nebo odstranit.
da: Når du tilføjer links og filer, vises de i afsnittet Reference Links. Du kan også redigere eller fjerne dem.
fa: همانطور که لینک ها و فایل ها را اضافه می کنید، آنها در قسمت لینک های مرجع ظاهر می شوند. شما همچنین می توانید آنها را ویرایش یا حذف کنید.
he: כאשר תוסיפו קישורים וקבצים‫,‬ הם יופיעו באיזור קישורי התימוכין‫.‬ באפשרותכם לערוך או למחוק אותם‫.‬
hi: लिंक और फाइल जोड़ने पर, वे संदर्भ लिंक वाले भाग में दिखाई देंगे।आप उन्हें संपादित कर सकते हैं या हटा सकते हैं।
hr: Dok dodajete poveznice i datoteke, one će se prikazivati u odjeljku Referentne veze. Možete ih također i uređivati ili ukloniti.
id: Saat Anda menambahkan tautan dan file, mereka akan muncul di bagian Tautan Referensi. Anda dapat mengedit atau menghapusnya juga.
it: Aggiungendo link e file, questi verranno visualizzati nella sezione Reference Links. È anche possibile modificarli o rimuoverli.
ja: リンクとファイルを追加すると、それらは参考リンクセクションに表示されます。それらは編集または削除することもできます。
nb: Når du legger til koblinger og filer, vises de i delen referanse koblinger. Du kan redigere eller fjerne dem også.
nl: Wanneer je links en bestanden toevoegt, verschijnen deze in de sectie Links naar bronnen. Je kunt ze ook bewerken of verwijderen.
pl: Podczas dodawania linków i plików, pojawią się one w sekcji Linki referencyjne. Można je również edytować lub usuwać.
ru: По мере добавления ссылок и файлов они появятся в разделе «Ссылки». Вы также можете редактировать или удалять их.
sv: När du lägger till länkar och filer visas de i avsnittet Referenslänkar. Du kan också redigera eller ta bort dem också.
th: เมื่อคุณเพิ่มลิงค์และไฟล์ ลิงค์และไฟล์ที่เพิ่มจะปรากฏในส่วนลิงก์อ้างอิง คุณสามารถแก้ไขหรือลบออกได้
tl: Habang nagdaragdag ka ng mga link at file, lalabas sila sa bahagi ng Mga Sangguniang Link. Maaari mo ring i-edit o alisin ang mga ito.
vi: Khi bạn thêm liên kết và tệp, chúng sẽ hiển thị trong phần Liên kết Tham chiếu. Bạn cũng có thể chỉnh sửa hoặc xóa chúng.

source: Reference links
ar: روابط مرجعية
bn: রেফারেন্স লিঙ্ক
cs: Odkazy
fa: لینک مرجع
he: קישורי תימוכין
hi: संदर्भ लिंक
hr: Referentne poveznice
id: Tautan referensi
it: Riferimenti:
ja: 参考リンク
nb: Referanse koblinger
nl: Links naar bronnen
pl: Odnośniki
ru: Ссылки
sv: Referenslänkar
th: ลิงค์อ้างอิง
tl: Mga Sangguniang Link
vi: Liên kết tham chiếu

source: Make sure to cite your sources when adding information to the page by adding links and files here so you can show where the information is coming from.
ar: تأكد من الاستشهاد بمصادرك عند إضافة معلومات إلى الصفحة عن طريق إضافة روابط وملفات هنا حتى يمكنك إظهار مصدر المعلومات.
bn: এখানে লিঙ্ক ও ফাইলসমূহ সংযোজনের মাধ্যমে পৃষ্ঠায় তথ্য সংযোজন করার সময়আপনার উৎসমূহকে উদ্ধৃত করতে ভুলবেন না কারণ এইভাবে তথ্যাবলী কোথা থেকে আসছেআপনি তা দেখাতে পারবেন
cs: Při přidávání informací na stránku nezapomeňte uvést zdroje přidáním odkazů a souborů, abyste mohli předložit, odkud pocházejí informace.
da: Sørg for at citere dine kilder, når du tilføjer oplysninger til siden ved at tilføje links og filer her, så du kan vise, hvor oplysningerne kommer fra.
fa: هنگام اضافه کردن اطلاعات به صفحه با اضافه کردن لینک ها و فایل ها در اینجا، منابع خود را ذکر کنید تا بتوانید نشان دهید که از چه اطلاعاتی می آید.
he: אנא ודאו לצטט את המקורות בהוספת מידע חדש לדף באמצעות הוספת קישורים וקבצים כאן על מנת שתוכלו להראות מהיכן מגיע המידע‫.‬
hi: पृष्ठ पर जानकारी डालते समय लिंक्स और फाइल जोड़कर अपने स्त्रोतों को उद्धृत करनाना भूलें ताकि आप यह दिखा सकें कि जानकारी कहाँ से आ रही है।
hr: Obavezno treba navesti svoje izvore prilikom dodavanja informacija na stranicu tako da ovdje dodajete poveznice i datoteke kako biste mogli prikazati odakle informacije dolaze.
id: Pastikan untuk mengutip sumber Anda saat menambahkan informasi ke halaman dengan menambahkan tautan dan file di sini sehingga Anda dapat menunjukkan dari mana informasi itu berasal.
it: Assicurati di citare le tue fonti aggiungendo informazioni alla pagina, inserendo link e file qui in modo da poter mostrare la provenienza delle suddette informazioni.
ja: ページに情報を追加する際は、リンク先やファイルをここに追加して情報がどこに来るのかを示すことができるように、ソースを引用してください。
nb: Sørg for å sitere kildene dine når du legger til informasjon på siden ved å legge til koblinger og filer her, slik at du kan vise hvor informasjonen kommer fra.
nl: Zorg ervoor dat je je bronnen vermeldt bij het toevoegen van informatie aan de pagina door hier je links en bestanden toe te toevoegen, zodat je kunt laten zien waar de informatie vandaan komt.
pl: Upewnij się, że przy dodawaniu informacji do strony podaj swoje źródła, dodając linki i pliki tutaj, abyś mógł pokazać skąd pochodzą informacje.
ru: Не забудьте указать источники, добавляя информацию на страницу, добавляя сюда ссылки и файлы, чтобы вы могли показать, откуда поступает информация.
sv: Se till att citera dina källor när du lägger till information på sidan genom att lägga till länkar och filer här så att du kan visa var informationen kommer ifrån.
th: โปรดอ้างอิงแหล่งข้อมูลของคุณเมื่อเพิ่มข้อมูลลงในเพจด้วยการเพิ่มลิงค์และไฟล์ที่นี่เพื่อให้คุณสามารถแสดงข้อมูลที่มาจากที่ใด
tl: Tiyaking sipiin ang iyong mga basehan kapag nagdadagdag ng impormasyon sa pahina sa pamamagitan ng pagdagdag ng mga link at file dito upang maipakita mo kung saan nanggagaling ang impormasyon.
vi: Đảm bảo trích dẫn nguồn của bạn khi thêm thông tin vào trang bằng cách thêm liên kết và tệp ở đây để bạn có thể hiển thị thông tin đến từ đâu.

source: Media Gallery
ar: معرض الوسائط
bn: মিডিয়া গ্যালারী
cs: Galerie Médií
da: Medie Galleri
fa: گالری رسانه
he: גלריית מדיה
hi: मीडिया गैलरी
hr: Galerija medija
id: Galeri media
ja: メディアギャラリー
nb: Mediagalleri
nl: Mediagalerij
pl: Galeria mediów
ru: Медиа Галерея
sv: Mediagalleri
th: แกลลอรี่มีเดีย
vi: Thư viện Đa Phương Tiện

source: Added pictures will show up here.
ar: سوف تظهر الصور المضافة هنا.
bn: সংযোজিত ছবি এখানে দেখা যাবে।
cs: Přidané obrázky se zobrazí zde.
da: Tilføjede billeder vil dukke op her.
fa: تصاویر اضافه شده در اینجا نشان داده می شود.
he: תמונות שנוספו יופיעו כאן‫.‬
hi: जोड़ी गयी तस्वीरें यहाँ दिखाई देंगी।
hr: Dodavane slike prikazat će se ovdje.
id: Gambar yang ditambahkan akan muncul di sini.
it: Le immagini aggiunte verranno visualizzate qui.
ja: 追加された画像がここに表示されます。
nb: Lagt bilder vil dukke opp her.
nl: Toegevoegde foto's zullen hier verschijnen.
pl: Tutaj pojawią się dodane zdjęcia.
ru: Здесь появятся фотографии.
sv: Tillagda bilder kommer att dyka upp här.
th: รูปภาพที่เพิ่มจะแสดงที่นี่
tl: Ang mga idinagdag na larawan ay lalabas dito.
vi: Các ảnh đã thêm sẽ hiển thị ở đây.

source: Add media to article text
ar: أضف الوسائط إلى نص المقال
bn: নিবন্ধন টেক্সটে মিডিয়া যোগ করুন
cs: Přidat média do textu článku
da: Tilføj medie til artikelteksten
fa: رسانه را به متن مقاله اضافه کنید
he: הוסף מדיה לתוכן המאמר
hi: लेख में मीडिया जोड़ें
hr: Dodajte medije u tekst članka
id: Tambahkan media ke artikel teks
it: Aggiungei media al testo dell'articolo
ja: 記事のテキストにメディアを追加する
nb: Legge til medier i Artikkeltekst
nl: Media toevoegen aan artikeltekst
pl: Dodawanie nośników do tekstu artykułu
ru: Добавить материал в текст статьи
sv: Lägg till media i artikeltext
th: เพิ่มมีเดียลงในข้อความของบทความ
tl: Magdagdag ng media sa teksto ng artikulo
vi: Thêm đa phương tiện vào văn bản bài viết

source: To add an image or video to the article text, click the 'Media' button.
ar: لإضافة صورة أو مقطع فيديو إلى نص المقال، انقر فوق الزر "وسائط"
bn: নিবন্ধন টেক্সটে ছবি বা ভিডিও যোগ করতে, ‘মিডিয়া’ বাটনটিতে ক্লিককরুন।
cs: Chcete-li do textu článku přidat obrázek nebo video, klikněte na tlačítko "Média".
da: For at tilføje et billede eller en video til artiklen tekst, klik på knappen &quot;Media&quot;.
fa: برای اضافه کردن تصویر یا ویدیو به متن مقاله، روی دکمه «رسانه» کلیک کنید.
he: על מנת להוסיף תמונה או סרטון לתוכן המאמר‫,‬ לחצו על כפתור ׳מדיה׳‫.‬
hi: लेख टेक्स्ट में कोई छवि या वीडियो जोड़ने के लिए, 'मीडिया' बटन पर क्लिक करें।
hr: Da biste dodali sliku ili videozapis u tekst članka, kliknite gumb medija.
id: Untuk menambahkan gambar atau video ke teks artikel, klik tombol 'Media'.
it: Per aggiungere un'immagine o un video al testo dell'articolo, fare clic sul pulsante 'Media'.
ja: 記事のテキストに画像や動画を追加するには、[Media]ボタンをクリックして下さい。
nb: Du legger til et bilde eller en video i artikkelteksten ved å klikke ' Media '-knappen.
nl: Om een afbeelding of video aan de artikeltekst toe te voegen, klik je op de knop 'Media'.
pl: Aby dodać obraz lub wideo do tekstu artykułu, kliknij przycisk "Media" (Nośniki).
ru: Чтобы добавить изображение или видео в текст статьи, нажмите кнопку «Мультимедиа».
sv: Om du vill lägga till en bild eller video i artikeltexten klickar du på knappen &quot;Media&quot;.
th: หากต้องการเพิ่มรูปภาพหรือวิดีโอลงในข้อความของบทความ ให้คลิกปุ่ม 'มีเดีย'
tl: Upang magdagdag ng imahe o video sa teksto ng artikulo, i-click ang pindutang 'Media'.
vi: Để thêm hình ảnh hoặc video vào văn bản bài viết, hãy nhấp vào nút 'Đa Phương Tiện'.

source: Cite links, files, etc
ar: استشهد بالروابط والملفات، إلخ
bn: লিঙ্ক, ফাইল ইত্যাদি উদ্ধৃত করুন
cs: Citovat odkazy, soubory atd
da: Cite links, filer osv
fa: لینک ها، فایل ها و ... را ذکر کنید
he: אזכור קישורים‫,‬ קבצים וכו׳
hi: लिंक, फाइल, आदि उद्धृत करें
hr: Navedite poveznice, datoteke itd.
id: Kutip tautan, file, dll
it: Cita link, file, ecc.
ja: リンク、ファイルなどを引用する
nb: Sitere lenker, filer, etc
nl: Koppelingen en bestanden etc. vermelden
pl: Odnośniki, pliki itp.
ru: Ссылки, файлы и т. Д.
sv: Citera länkar, filer, etc.
th: อ้างถึงลิงค์ ไฟล์ ฯลฯ
tl: Sipiin ang mga link, mga file, atbp
vi: Trích dẫn liên kết, tệp, v.v.

source: After you have already added a link, file, or picture to the page, you can cite it by clicking the 'Cite' button. You can also press the '^' or '*' keys when typing and a dropdown should appear.
ar: بعد إضافة رابط أو ملف أو صورة إلى الصفحة ، يمكنك الاستشهاد لها بالنقر فوق الزر "استشهاد". يمكنك أيضًا الضغط على مفتاحي "^" أو "*" عند الكتابة وستظهر قائمة منسدلة.
bn: পৃষ্ঠাটিতে ইতোমধ্যে আপনার একটি লিঙ্ক, ফাইল বা ছবি যোগ করা হয়ে থাকলে, আপনি ‘সাইট’ বাটনটি ক্লিক করে এটি উদ্ধৃত করতে পারেন। আপনি ‘^’ বা ‘*’ এই চাবিতেওক্লিক করতে পারেন যখন টাইপ করবেন এবং একটি ড্রপডাউন দেখতে পাওয়া উচিত এই সময়
cs: Poté, co jste již na stránku přidali odkaz, soubor nebo obrázek, můžete jej citovat kliknutím na tlačítko 'Citovat'. Při psaní také můžete stisknout klávesy '^' nebo '*' a zobrazí se rozbalovací nabídka.
da: Når du allerede har tilføjet et link, en fil eller et billede til siden, kan du citere det ved at klikke på &#39;Cite&#39;-knappen. Du kan også trykke på &#39;^&#39; eller &#39;*&#39; tasterne, når du skriver, og en dropdown skal vises.
fa: پس از اینکه قبلا یک لینک، فایل یا تصویر به صفحه اضافه کرده اید، می توانید آن را با کلیک روی دکمه «Cite» ذکر کنید. شما همچنین می توانید کلید &#39;^&#39; یا &#39;*&#39; را هنگام تایپ کردن فشار دهید و کشویی باید ظاهر شود.
he: לאחר הוספת קישור‫,‬ קובץ או תמונה לדף‫,‬ תוכלו לאזכר אותם באמצעות לחיצה על כפתור ׳אזכור׳‫.‬ תוכלו גם ללחוץ על מקש ׳‫^‬׳ או ׳‫*‬׳ בעת ההקלדה ותפריט נפתח יופיע‫.‬
hi: पृष्ठ पर लिंक, फाइल या तस्वीर जोड़ने के बाद, 'उद्धृत करें' बटन पर क्लिककरके आप इसे उद्धृत कर सकते हैं। आप टाइप करते समय '^' या '*' बटन भीदबा सकते हैं और इसके बाद ड्रॉपडाउन दिखाई देगा।
hr: Nakon što ste na stranicu već dodali poveznicu, datoteku ili sliku, možete ju i citirati klikom na gumb 'Citiraj'. Također možete pritisnuti tipke '^' ili '*' prilikom upisivanja i pojavit će se padajući izbornik.
id: Setelah Anda menambahkan tautan, file, atau gambar ke halaman, Anda dapat mengutipnya dengan mengklik tombol 'Kutip'. Anda juga dapat menekan tombol '^' atau '*' saat mengetik dan sebuah dropdown akan muncul.
it: Dopo aver già aggiunto un link, un file o un'immagine alla pagina, è possibile citarlo facendo clic sul pulsante 'Cita'. È anche possibile premere i tasti '^' o '*' durante la digitazione per far comparire un menù a tendina.
ja: リンク、ファイル、または画像をページに追加したら、「Cite」ボタンをクリックして引用することができます。入力時に”^”または”*”キーを押すと、ドロップダウンが表示されます。
nb: Når du allerede har lagt til en kobling, fil eller bilde på siden, kan du sitere den ved å klikke på knappen "sitere". Du kanne likeledes presse det ' ^ ' eller ' * ' keys når maskinskrivning og en dropdown burde komme.
nl: Nadat je al een link, bestand of afbeelding aan de pagina hebt toegevoegd, kun je deze vermelden door op de knop ‘Vermeld’ te klikken. Je kunt ook op '^' of '*' drukken tijdens het typen en er zal een dropdownmenu verschijnen.
pl: Po dodaniu linku, pliku lub zdjęcia do strony, możesz je zacytować klikając przycisk 'Cite'. Podczas wpisywania można również nacisnąć klawisze '^' lub '*', po czym powinna pojawić się rozwijana lista.
ru: После того, как вы уже добавили ссылку, файл или изображение на страницу, вы можете привести ее, нажав кнопку «Cite». Вы также можете нажать клавиши «^» или «*» при вводе текста, и появится раскрывающийся список.
sv: När du redan har lagt till en länk, fil eller bild på sidan kan du citera den genom att klicka på &quot;Cite&quot; -knappen. Du kan också trycka på knapparna &quot;^&quot; eller &quot;*&quot; när du skriver och en rullgardinsmeny ska visas.
th: หลังจากที่คุณได้เพิ่มลิงก์ ไฟล์หรือรูปภาพลงในหน้าเว็บ คุณสามารถอ้างอิงได้โดยคลิกที่ปุ่ม 'อ้างอิง' คุณยังสามารถกดปุ่ม ‘^’ หรือ ‘*’ เมื่อกำลังพิมพ์และเมนู dropdown จะปรากฎขึ้น
tl: Pagkatapos mo magdagdag ng link, file, o larawan sa pahina, maaari mong sipiin ito sa pamamagitan ng pag-click sa pindutang 'Cite' . Maaari mo ring pindutin ang '^' o '*' kapag nag-type at dapat lumitaw ang isang dropdown.
vi: Sau khi bạn đã thêm một liên kết, tệp hoặc hình ảnh vào trang, bạn có thể trích dẫn nó bằng cách nhấp vào nút 'Trích dẫn'. Bạn cũng có thể nhấn phím '^' hoặc '*' khi nhập và menu thả xuống sẽ xuất hiện.

source: Link to other Everipedia pages
ar: وصلة لصفحات إيفريبيديا أخرى
bn: অন্যান্য এভরিপিডিয়া পৃষ্ঠাসমূহের লিঙ্ক
cs: Odkaz na jiné stránky Everipedie
da: Link til andre Everipedia-sider
fa: پیوند به سایر صفحات Everipedia
he: קישור לדפי Everipedia אחרים
hi: अन्य Everipedia पृष्ठों से लिंक करें
hr: Poveznica ka drugim Everipedija stranicama
id: Tautkan ke halaman Everipedia lainnya
it: Collegamento ad altre pagine Everipedia
ja: 他のEveripediaのページへのリンク
nb: Koble til andre Everipedia-sider
nl: Link naar andere Everipedia-pagina's
pl: Link do innych stron Everipedia
ru: Ссылка на другие страницы Everipedia
sv: Länk till andra Everipedia-sidor
th: เชื่อมโยงไปยังหน้า Everipedia อื่น ๆ
tl: Mag-link sa iba pang pahina sa Everipedia
vi: Liên kết đến các trang Everipedia khác
