Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, bn, cs, da, fa, he, hi, hr, id, it, ja, nb, nl, pl, ru, sv, th, tl, vi

source: To link to another Everipedia page click the 'Link Page' button. You can also press the '@' or key when typing and a dropdown should appear. Try to link to as many pages as necessary to make each page as rich and informative as possible.
ar: للارتباط بصفحة إيفربيديا أخرى ، انقر فوق الزر"اربط صفحة". يمكنك أيضًا الضغط على "@" أو المفتاح عند الكتابة وستظهر قائمة منسدلة. حاول الارتباط بأكبر عدد ممكن من الصفحات لجعل كل صفحة غنية بالمعلومات قدر الإمكان.
bn: অন্য এভরিপিডিয়া পৃষ্ঠাকে সংযু্ক্ত করতে ‘লিঙ্ক পেজ’ বোতামটি ক্লিক করুন। টাইপ করার সময় এবং ড্রপডাউনটি প্রদর্শিত হওয়ার সময় আপনি ’@’ কীটিও টিপতে পারেন। পৃষ্ঠাকে যথেষ্ট পরিমাণে সমৃদ্ধ এবং তথ্যবহুল করে তুলতে প্রতিটি পৃষ্ঠা তৈরি করার সময়ে যতগুলি সম্ভব পৃষ্ঠার সাথে সংযুক্ত করার চেষ্টা করুন।
cs: Chcete-li odkazovat na jinou stránku Everipedie, klikněte na tlačítko 'Odkaz stránky'.Můžete také stisknout klávesu '@' nebo klávesu při psaní a měla by se zobrazit rozbalovací nabídka. Snažte se odkazovat na tolik stránek, kolik potřebujete, aby byla každá stránka co nejvíce bohatá a informativní.
da: For at linke til en anden Everipedia-side, klik på knappen &quot;Link Page&quot;. Du kan også trykke på &#39;@&#39; eller tasten, når du skriver, og en rullemenu skal vises. Prøv at linke til så mange sider som nødvendigt for at gøre hver side så rig og informativ som muligt.
fa: برای پیوند به صفحهی دیگر Everipedia روی دکمه «پیوند صفحه» کلیک کنید. شما همچنین می توانید &#39;@&#39; یا کلید را هنگام تایپ فشار دهید و یک ردیف ظاهر شود. سعی کنید هر تعداد صفحه را به عنوان ضروری برای هر صفحهای به عنوان غنی و آموزنده ایجاد کنید.
he: על מנת להוסיף קישור לדף Everipedia לחצו על כפתור ׳קישור לדף׳‫.‬ תוכלו ללחוץ גם על ׳‫@‬׳ בעת ההקלדה ותפריט נפתח יופיע‫.‬ נסו להוסיף קישורים ככל האפשר על מנת להפוך כל דף לעשיר ואינפורמטיבי במידת האפשר‫.‬
hi: एक अन्य Everipedia पृष्ठ लिंक करने के लिए 'पृष्ठ लिंक करें' बटन पर क्लिक करें।आप टाइप करते समय '@' बटन भी दबा सकते हैं और ड्रॉपडाउन दिखाई देगा।प्रत्येक पृष्ठ को ज्यादा से ज्यादा बेहतर और ज्ञानपूर्ण बनाने के लिए आवश्यकतानुसारज्यादा से ज्यादा पृष्ठों से लिंक करने का प्रयास करें।
hr: Da biste se povezali s nekom drugom Everipedija stranicom kliknite na gumb 'Link Page'. Također možete pritisnuti tipku '@' ili ključ dok upisujete i pojavit će se padajući izbornik. Pokušajte se povezati s onoliko stranica koliko je potrebno kako bi svaka stranica bila što bogatija i informativnija.
id: Untuk menautkan ke laman Everipedia lainnya, klik tombol 'Tautan Halaman'. Anda juga dapat menekan tombol '@' atau kunci saat mengetik dan dropdown akan muncul. Cobalah untuk menautkan ke sebanyak mungkin halaman untuk membuat setiap halaman menjadi sekaya dan seinformatif mungkin.
it: Per linkare un'altra pagina Everipedia fare clic sul pulsante 'Linka Pagina'. È anche possibile premere il tasto '@' o '' quando si digita per far apparire un menù a tendina. Si cerchi di linkare quante più pagine necessarie per rendere ogni pagina quanto più ricca di informazioni.
ja: 他のEveripediaページにリンクするには、[Link Page]ボタンをクリックして下さい。入力時に”@”キーを押すと、ドロップダウンが表示されます。各ページを情報に富むように作るのにできるだけ多くのページをリンクして下さい。
nb: Hvis du vil koble til en annen Everipedia side, klikker du knappen Koble side. Du kanne likeledes presse det ' @ ' eller nøkkel når maskinskrivning og en dropdown burde komme. Prøv å lenke til så mange sider som er nødvendig for å gjøre hver side så rik og informativ som mulig.
nl: Om naar een andere Everipedia pagina te linken klik je op de knop 'Linkpagina' . Je kunt ook op '@' of '@' drukken tijdens het typen en er zal een dropdownmenu verschijnen. Probeer naar zoveel pagina's als nodig te linken om elke pagina zo rijk en informatief mogelijk te maken.
pl: Aby połączyć się z inną stroną Everipedia, kliknij przycisk 'Połącz stronę'. Podczas wpisywania można również nacisnąć '@' lub przycisk i powinna pojawić się rozwijana. Staraj się, aby łącze do jak największej liczby stron, aby każda strona była jak najbogatsza i jak najbardziej pouczająca.
ru: Чтобы перейти на другую страницу Everipedia, нажмите кнопку «Страница ссылки». Вы также можете нажать клавишу «@» или клавишу при наборе текста, и выпадающее меню должно появиться. Постарайтесь соединить столько страниц, сколько необходимо, чтобы сделать каждую страницу максимально насыщенной и информативной.
sv: För att länka till en annan Everipedia-sida klickar du på länken &quot;Länk sida&quot;. Du kan också trycka på &#39;@&#39; eller -tangenten när du skriver och en rullgardinsmeny ska visas. Försök att länka till så många sidor som behövs för att göra varje sida så rik och informativ som möjligt.
th: เพื่อลิงค์ไปยังหน้าอื่น ๆ ของ Everipedia ให้คลิกปุ่ม 'หน้าลิงค์' นอกจากนี้คุณยังสามารถกดปุ่ม '@' หรือพิมพ์และเมนู dropdown จะปรากฏขึ้น พยายามเชื่อมลิงค์ไปยังหน้าเว็บต่าง ๆ ที่ทำให้หน้าเว็บแต่ละหน้าเต็มไปด้วยข้อมูลและมีสาระ
tl: Para mag-link sa isa pang pahina sa Everipedia i-click ang pindutan na'Link Page.' Maaari mo ring pindutin ang '@' kapag nag-type at dapat lumitaw ang isang dropdown. Subukang mag-link ng maraming pahina kung kinakailangan upang payabungin at paramihin ang impormasyon sa bawat pahina.
vi: Để liên kết đến một trang Everipedia khác, hãy nhấp vào nút 'Liên kết Trang'. Bạn cũng có thể nhấn phím'@'; hoặc phím khi nhập và menu thả xuống sẽ xuất hiện. Cố gắng liên kết tới nhiều trang nếu cần để làm cho mỗi trang càng phong phú và có nhiều thông tin càng tốt.

source: Main article body
ar: جسم المقال الرئيسي
bn: প্রধান নিবন্ধ শরীর
cs: Hlavní struktura článku
da: Hovedartikel krop
fa: مقاله اصلی
he: גוף מאמר מרכזי
hi: मुख्य लेख भाग
hr: Glavni dio članka
id: Badan artikel utama
it: Corpo principale dell'articolo
ja: メイン記事本文
nb: Hoved artikkel Body
nl: Algemene body van artikel
pl: Korpus głównego artykułu
ru: Основной корпус статьи
sv: Huvudartikelkroppen
th: บทความหลัก
tl: Pangunahing bahagi ng artikulo
vi: Thân bài viết chính

source: Write in an objective manner in third person tense, do not include any marketing speak (exclusive offers, unverifiable claims etc). This is an encyclopedia, not a social media page.
ar: اكتب بطريقة موضوعية في صيغة غير المتكلم، لا تضف أي كلام تسويقي (عروض حصرية ، ادعاءات لا يمكن التحقق منها ، إلخ). هذه موسوعة ، وليست صفحة من صفحات وسائل التواصل الاجتماعي.
bn: একটি নিরপেক্ষ দৃষ্টিভঙ্গিতে তৃতীয় পুরুষ সম্বলিত ক্রিয়ার কাল দিয়ে লিখুন, কোন রকমবাণিজ্যিক বক্তব্য (বিশেষ ছাড়, অপরীক্ষিত দাবি ইত্যাদি)অন্তর্ভূক্ত করবেন না। একটি একটিবিশ্বকোষ, কোন সামাজিক মাধ্যমের পৃষ্ঠা নয়।
cs: Pište objektivně ve třetí osobě, nezmiňujte žádné marketingové prvky (exkluzivní nabídky, neověřitelná tvrzení apod.). Toto je encyklopedie, nikoliv stránka na sociálních médiích.
da: Skriv på en objektiv måde i tredje persons tid, inkluderer ikke nogen markedsføringstale (eksklusive tilbud, uverifiable krav osv.). Dette er en encyklopædi, ikke en social medie side.
fa: بنویسید به شیوه ای عینی در زمان سوم شخص، هیچ سخنرانی بازاریابی (پیشنهادات منحصر به فرد، ادعاهای غیر قابل اطمینان و غیره) را شامل نمی شود. این دایره المعارف است، نه یک صفحه رسانه اجتماعی.
he: כתבו באופן אובייקטיבי בנטיית גוף שלישי‫,‬ אל תכללו תוכן שיווקי ‫(‬מבצעים בלעדיים‫,‬ טענות בלתי מאומתות וכד׳‫).‬ זוהי אנציקלופדיה‫,‬ לא דף ברשת חברתית‫.‬
hi: अन्य पुरुष काल में वस्तुनिष्ठ रूप में लिखें, कोई विपणन बोली(विशेष ऑफर, अविश्वसनीय दावे आदि) ना शामिल करें। यह विश्वकोश है,सोशल मीडिया पृष्ठ नहीं।
hr: Pišite na objektivan način u trećem licu, nemojte uključivati nikakav marketinški govor (ekskluzivna ponuda, nepotvrđena potraživanja itd.). Ovo je enciklopedija, a ne stranica društvenih medija.
id: Tulis dengan cara obyektif dalam bentuk orang ketiga, jangan sertakan pembicaraan pemasaran (penawaran eksklusif, klaim yang tidak dapat diverifikasi, dll.). Ini adalah ensiklopedia, bukan halaman media sosial.
it: Scrivere in modo obiettivo e in terza persona, senza utilizzare frasi tipiche di marketing (offerte esclusive, reclami non verificabili, ecc.). Questa è un'enciclopedia, non un social media.
ja: 第三者の時制で客観的に記述し、マーケティングの記事を入れないで下さい（キャンペーン、確認不能な請求など）。これは百科事典であり、ソーシャルメディアのページではありません。
nb: Skriv på en objektiv måte i tredje person anspent, ikke ta med noen markedsføring snakke (eksklusive tilbud, unverifiserbare krav etc). Dette er et leksikon, ikke en sosial media side.
nl: Schrijf op objectieve wijze in de derde persoon en gebruik geen marketingtermen (exclusieve aanbiedingen, oncontroleerbare claims, etc). Dit is een encyclopedie, geen socialemediapagina.
pl: Napisać w sposób obiektywny w napięty osoby trzecie, nie zawierają żadnych wypowiedzi marketingowych (oferty wyłączne, nieweryfikowalne roszczenia itp.). To jest encyklopedia, a nie strona mediów społecznościowych.
ru: Напишите объективным образом в напряжении третьего лица, не включайте маркетинговые разговоры (эксклюзивные предложения, непроверенные претензии и т. Д.). Это энциклопедия, а не страница социальных сетей.
sv: Skriv på ett objektivt sätt i tredje persons tid, inkludera inte någon marknadsföringstals (exklusiva erbjudanden, overifierbara påståenden etc.). Detta är en encyklopedi, inte en social media sida.
th: เขียนในด้วยภาษาลักษณะบุคคลที่สาม ห้ามใช้คำโฆษณา (ข้อเสนอพิเศษ การอ้างอิงที่พิสูจน์ไม่ได้)นี่เป็นสารานุกรมไม่ใช่หน้าเพจโซเซียลมีเดีย
tl: Magsulat sa obhetibong paraan at sa ikatlong panahunan, huwag magsama ng anumang marketing (eksklusibong mga alok, hindi mapagkakatiwalaang pahayag atbp). Ito ay isang ensiklopedya, hindi isang pahina ng social media.
vi: Viết một cách khách quan với tư cách người thứ ba, không bao gồm bất kỳ thông tin tiếp thị (cung cấp độc quyền, tuyên bố không thể xác minh vv). Đây là một bách khoa toàn thư, không phải là một trang truyền thông xã hội.

source: When you are finished, click here to save your changes.
ar: عند الانتهاء ، انقر هنا لحفظ التغييرات.
bn: যখন আপনি সমাপ্ত করবেন, আপনার পরিবর্তনগুলি সংরক্ষণ করতে এখানে ক্লিক করুন।
cs: Po dokončení klikněte zde, abyste uložili změny.
da: Når du er færdig, klik her for at gemme dine ændringer.
fa: هنگامی که شما به پایان رسید، اینجا را کلیک کنید تا تغییرات خود را ذخیره کنید.
he: כשתסיימו‫,‬ לחצו כאן על מנת לשמור את השינויים‫.‬
hi: समाप्त करने के बाद अपने परिवर्तनों को सहेजने के लिए यहाँ क्लिक करें।
hr: Kada ste gotovi, kliknite ovdje kako bi spremili promjene.
id: Setelah selesai, klik di sini untuk menyimpan perubahan Anda.
it: Al termine, fare clic qui per salvare le modifiche.
ja: 完了したら、ここをクリックして変更を保存して下さい。
nb: Når du er ferdig, klikker du her for å lagre endringene.
nl: Als je klaar bent, klik dan hier om je wijzigingen op te slaan.
pl: Po zakończeniu kliknij tutaj, aby zapisać zmiany.
ru: Когда вы закончите, нажмите здесь, чтобы сохранить изменения.
sv: När du är klar klickar du här för att spara dina ändringar.
th: เมื่อดำเนินการเสร็จแล้ว คลิกที่นี่เพื่อบันทึกการเปลี่ยนแปลงของคุณ
tl: Kapag tapos ka na, mag-click dito upang i-save ang ginawa mo.
vi: Khi bạn hoàn tất, nhấp vào đây để lưu các thay đổi của bạn.

source: Back
ar: رجوع
bn: ফিরে যান
cs: Zpět
da: Tilbage
fa: بازگشت
he: הקודם
hi: पीछे
hr: Natrag
id: Kembali
it: Indietro
ja: 戻る
nb: Tilbake
nl: Terug
pl: Wstecz
ru: Назад
sv: Tillbaka
th: กลับ
tl: Bumalik
vi: Quay lại

source: Next
ar: التالي
bn: পরবর্তী
cs: Další
da: Næste
fa: بعدی
he: הבא
hi: आगे
hr: Sljedeći
id: Berikutnya
it: Successivo
ja: 次へ
nb: Neste
nl: Volgende
pl: Następny
ru: Следующий
sv: Nästa
th: ถัดไป
tl: Susunod
vi: Tiếp

source: Cite my own knowledge / experience as a verified editor
ar: استشهد بمعرفتي وخبرتي الخاصة كمحرر موثوق
bn: একটি যাচাইকৃত সম্পাদক হিসাবে আমার নিজের জ্ঞান / অভিজ্ঞতা উদ্ধৃত করুন
cs: Cituji moje vlastní znalosti / zkušenosti ověřeného editora
da: Citér min egen viden / erfaring som verificeret redaktør
fa: خود دانش / تجربه خود را به عنوان یک ویرایشگر تایید کنید
he: אזכור הידע‫/‬הניסיון שלי כעורך מאומת
hi: सत्यापित संपादक के रूप में मेरा अपना ज्ञान / अनुभव उद्धृत करें
hr: Citirajte moje vlastito znanje / iskustvo kao provjerenog urednika
id: Kutip pengetahuan / pengalaman saya sendiri sebagai editor terverifikasi
it: Cita la mia conoscenza / esperienza come editore verificato
ja: 検証済みの編集者として自分の知識や経験を引用する
nb: Sitere min egen kunnskap/erfaring som bekreftet redaktør
nl: Vermeld mijn eigen kennis/ervaring als geverifieerd redacteur
pl: Proszę podać swoją wiedzę / doświadczenie jako sprawdzony edytor.
ru: Приведите мои собственные знания / опыт как проверенный редактор
sv: Citera min egen kunskap/erfarenhet som verifierad redaktör
th: อ้างถึงความรู้/ประสบการณ์ของตัวเองในฐานะบรรณาธิการที่ยืนยันตัวตนแล้ว
tl: Sipiin ang aking sariling kaalaman / karanasan bilang isang naberipikang editor
vi: Trích dẫn từ kiến ​​thức / kinh nghiệm của riêng tôi là biên tập viên đã xác nhận

source: Searching...
ar: جار البحث...
bn: অনসন্ধান চলছে...
cs: Vyhledávání...
da: Søger...
fa: در حال جستجو...
he: מחפש‫...‬
hi: खोज रहा है...
hr: Traženje
id: Mencari...
it: Ricerca in corso…
ja: 検索中...
nb: Søker …
nl: Zoeken…
pl: Wyszukuję...
ru: Поиск...
sv: Söker…
th: กำลังค้นหา...
tl: Naghahanap ...
vi: Tìm kiếm ...

source: Editor profile
ar: الملف الشخصي للمحرر
bn: সম্পাদক প্রোফাইল
cs: Profil editora
da: Redaktørprofil
fa: پروفایل ویرایشگر
he: פרופיל העורך
hi: संपादक प्रोफाइल
hr: Profil urednika
id: Profil editor
it: Profilo dell'editor
ja: エディタのプロフィール
nb: Redaktør profil
nl: Redactieprofiel
pl: Profil redaktora
ru: Профиль редактора
sv: Redaktörsprofil
th: โปรไฟล์บรรณาธิการ
tl: Profile ng editor
vi: Tiểu sử biên tập viên

source: The editor profile page shows the pages the user has edited, references they’ve added to a page, and comments they’ve made.
ar: تعرض صفحة الملف الشخصي للمحرر الصفحات التي قام المستخدم بتحريرها والمراجع التي أضافوها إلى الصفحة والتعليقات التي قاموا بإجرائها.
bn: সম্পাদক প্রোফাইল পৃষ্ঠাটি ব্যবহারকারী যেসকল পৃষ্ঠার সম্পাদনা করেছেন, যেসকল রেফারেন্স পৃষ্ঠায়সংযোজন করেছেন, এবং যেসকল মন্তব্যসমূহ যোগ করেছেন সেগুলি দেখাবেন
cs: Stránka profilu editora zobrazuje stránky, které uživatel upravil, odkazy, které přidal na stránku, a komentáře, které vytvořil.
da: Redaktørprofilsiden viser siderne, som brugeren har redigeret, referencer, de har tilføjet til en side og kommentarer, de har lavet.
fa: صفحه پروفایل ویرایشگر صفحاتی را که کاربر ویرایش کرده است، مراجعاتی که به یک صفحه اضافه کرده اند و نظرات آنها را ایجاد می کند را نشان می دهد.
he: דף הפרופיל של העורך מציג את הדפים שהמשתמש ערך ואת המקורות והתגובות שהוא הוסיף לדף‫.‬
hi: संपादक का प्रोफाइल पृष्ठ प्रयोगकर्ता द्वारा संपादित पृष्ठ, पृष्ठ पर उनके द्वाराजोड़े गए संदर्भ और उनके द्वारा की गयी टिप्पणियां दिखाता है।
hr: Stranica profila urednika prikazuje stranice koje je korisnik uređivao, reference koje su dodavane na stranicu i komentare koji su napravljeni.
id: Halaman profil editor menunjukkan halaman yang telah diedit oleh pengguna, referensi yang mereka tambahkan ke halaman, dan komentar yang mereka buat.
it: La pagina del profilo dell'editor mostra gli articoli che l'utente ha modificato, i riferimenti che ha aggiunto a una pagina e i commenti che ha fatto.
ja: エディタのプロファイルページには、ユーザーが編集したページ、ページに追加した参照、作成したコメントが表示されます。
nb: Siden redaktør profil viser sidene som brukeren har redigert, referanser de har lagt til på en side og kommentarer de har laget.
nl: De pagina met redactieprofielen toont de pagina's die de gebruiker heeft bewerkt, de verwijzingen die ze naar een pagina hebben toegevoegd en de opmerkingen die ze hebben geplaatst.
pl: Na stronie profilu edytora wyświetlane są strony edytowane przez użytkownika, referencje dodane do strony oraz komentarze.
ru: На странице профиля редактора отображаются страницы, которые пользователь отредактировал, ссылки, которые они добавили на страницу, и сделанные комментарии.
sv: Redigeringsprofilsidan visar de sidor som användaren har redigerat, referenser som de har lagt till på en sida och kommentarer de har gjort.
th: หน้าโปรไฟล์บรรณาธิการแสดงหน้าเว็บที่ผู้ใช้ได้แก้ไขข้อมูล อ้างอิงที่พวกเขาเพิ่มลงในหน้าเว็บและความคิดเห็นต่าง ๆ
tl: Ipinapakita ng pahina ng profile bilang editor ang mga pahina na binago nila, mga sanggunian na idinagdag nila sa isang pahina, at mga komentong ginawa nila.
vi: Trang tiểu sử biên tập viên hiển thị các trang mà người dùng đã chỉnh sửa, các tài liệu tham chiếu họ đã thêm vào một trang và các nhận xét họ đã viết.

source: Profile photo
ar: صورة الملف الشخصي
bn: প্রোফাইল ছবি
cs: Profilová fotografie
da: Profilbillede
fa: عکس پروفایل
he: תמונת פרופיל
hi: प्रोफाइल तस्वीर
hr: Fotografija profila
id: Foto profil
it: Foto del profilo
ja: プロフィール写真
nb: Profilbilde
nl: Profielfoto
pl: Zdjęcie profilowe
ru: Фотография профиля
sv: Profilbild
th: รูปโปรไฟล์
tl: Larawan ng profile
vi: Ảnh hồ sơ

source: Click here to upload a picture for your editor profile.
ar: انقر هنا لرفع صورة لملف المحرر الخاص بك.
bn: আপনার সম্পাদক প্রোফাইলের জন্য একটি ছবি আপলোড করতে এখানে ক্লিক করুন।
cs: Klikněte zde pro nahrání obrázku pro váš profil editora.
da: Klik her for at uploade et billede til din redaktørprofil.
fa: برای آپلود یک عکس برای نمایه ویرایشگر خود اینجا را کلیک کنید.
he: לחץ כאן על מנת להעלות תמונה לפרופיל העורך שלך‫.‬
hi: अपनी संपादक प्रोफाइल के लिए तस्वीर अपलोड करने के लिए यहाँ क्लिक करें।
hr: Kliknite ovdje kako bi učitali sliku za svoj profil urednika.
id: Klik di sini untuk mengunggah gambar untuk profil editor Anda.
it: Clicca qui per caricare una foto per il tuo profilo editor.
ja: エディタープロフィールの画像をアップロードするには、ここをクリックして下さい。
nb: Klikk her for å laste opp et bilde for din redaktør profil.
nl: Klik hier om een afbeelding voor je redactieprofiel te uploaden.
pl: Kliknij tutaj, aby przesłać zdjęcie do profilu edytora.
ru: Нажмите здесь, чтобы загрузить изображение для вашего профиля в редакторе.
sv: Klicka här för att ladda upp en bild för din redaktörsprofil.
th: คลิกที่นี่เพื่ออัพโหลดรูปสำหรับโปรไฟล์บรรณาธิการของคุณ
tl: Mag-click dito upang mag-upload ng larawan para sa iyong profile bilang editor.
vi: Nhấp vào đây để đăng ảnh cho hồ sơ biên tập viên của bạn.

source: Enter your profile info
ar: أدخل معلومات ملفك الشخصي
bn: আপনার প্রোফাইল তথ্য লিখুন
cs: Zadejte vaše profilové informace
da: Indtast din profil info
fa: اطلاعات نمایه خود را وارد کنید
he: הזן את תוכן הפרופיל שלך
hi: अपनी प्रोफाइल जानकारी डालें
hr: Unesite podatke o profilu
id: Masukkan info profil Anda
it: Inserisci le informazioni del tuo profilo
ja: プロフィール情報を入力してください
nb: Angi profilinformasjon
nl: Profielgegevens invoeren
pl: Wprowadź informacje o swoim profilu.
ru: Введите данные вашего профиля
sv: Ange din profilinformation
th: กรอกข้อมูลโปรไฟล์ของคุณ
tl: I-type ang iyong impormasyon
vi: Nhập thông tin hồ sơ của bạn

source: (Optional) Enter your name, email, nationality, language, etc.
ar: (اختياري) أدخل اسمك ، البريد الإلكتروني ، الجنسية ، اللغة ، إلخ.
bn: (ঐচ্ছিক) আপনার নাম, ইমেল, জাতীয়তা, ভাষা ইত্যাদি লিখুন।
cs: (Volitelné) Zadejte vaše jméno, e-mail, státní příslušnost, jazyk atd.
da: (Valgfrit) Indtast dit navn, e-mail, nationalitet, sprog osv.
fa: (اختیاری) نام، ایمیل، ملیت، زبان و غیره را وارد کنید
he: ‫(‬לא חובה‫)‬ הזן את השם‫,‬ הדוא׳׳ל‫,‬ האזרחות והשפה שלך
hi: (वैकल्पिक) अपना नाम, ईमेल, राष्ट्रीयता, भाषा आदि डालें।
hr: (Neobavezno) Unesite svoje ime, e-mail, nacionalnost, jezik itd.
id: (Opsional) Masukkan nama, email, kewarganegaraan, bahasa, dll.
it: (Facoltativo) Inserire nome, indirizzo e-mail, nazionalità, lingua, ecc.
ja: （オプション）名前、メールアドレス、国籍、言語などを入力してください。
nb: fRivillig Skriv inn navn, e-post, nasjonalitet, språk, etc.
nl: (Optioneel) Vul je naam, e-mailadres, nationaliteit, en taal etc. in.
pl: (nieobowiązkowo) Wprowadź swoje imię i nazwisko, adres e-mail, narodowość, język itd.
ru: (Необязательно) Введите свое имя, адрес электронной почты, национальность, язык и т. Д.
sv: (Valfritt) Ange ditt namn, e-post, nationalitet, språk etc.
th: (ไม่บังคับ) ใส่ชื่อ อีเมล สัญชาติ ภาษา ฯลฯ
tl: (Opsyonal) I-type ang iyong pangalan, email, nasyonalidad, wika, atbp.
vi: (Tùy chọn) Nhập tên, email, quốc tịch, ngôn ngữ, v.v.

source: Link your Everipedia page
ar: اربط صفحة إيفريبيديا الخاصة بك
bn: আপনার এভরিপিডিয়া পৃষ্ঠাটি যোগ করুন
cs: Vytvořte odkaz vaší stránky na Everipedii
da: Link din Everipedia-side
fa: صفحه Everipedia خود را لینک کنید
he: קישור לדף ה‫-‬Everipedia שלך
hi: अपना Everipedia पृष्ठ लिंक करें
hr: Povežite svoju Everipedija stranicu
id: Tautkan halaman Everipedia Anda
it: Link alla tua pagina Everipedia
ja: Everipediaのページをリンクさせて下さい
nb: Link din Everipedia side
nl: Koppel je Everipedia-pagina
pl: Połącz stronę Everipedia.
ru: Ссылка на страницу Everipedia
sv: Länk din Everipedia-sida
th: เชื่อมหน้าเว็บ Everipedia ของคุณ
tl: I-link ang iyong pahina sa Everipedia
vi: Liên kết trang Everipedia của bạn

source: If you already created an Everipedia article about yourself, you can link to it here.
ar: إذا كنت قد قمت بالفعل بإنشاء مقال إيفريبيديا عن نفسك ، فيمكنك الارتباط به هنا.
bn: আপনি ইতিমধ্যে নিজের সম্পর্কে একটি এভরিপিডিয়া নিবন্ধ তৈরি করে থাকলে, আপনি সেটি এখানে লিঙ্ক করতে পারেন।
cs: Pokud jste již o sobě vytvořili článek na Everipedii, můžete ho zde odkazovat.
da: Hvis du allerede har oprettet en Everipedia-artikel om dig selv, kan du linke til den her.
fa: اگر شما در حال حاضر یک مقاله Everipedia در مورد خودتان ایجاد کرده اید، می توانید به اینجا لینک دهید.
he: אם כבר יצרתם מאמר ב‫-‬Everipedia על עצמכם‫,‬ קשרו אליו כאן‫.‬
hi: यदि आप अपने बारे में Everipedia लेख निर्मित कर चुके हैं तो आप इसे यहाँलिंक कर सकते हैं।
hr: Ako ste već stvorili Everipedija članak o sebi, možete ga povezati ovdje.
id: Jika Anda sudah membuat artikel Everipedia tentang diri Anda, Anda dapat menautkannya di sini.
it: Se hai già creato un articolo Everipedia su di te, puoi linkarlo qui.
ja: 自分についてEveripediaの記事をすでに作成している場合は、ここにリンクを貼ることができます。
nb: Hvis du allerede har opprettet en Everipedia artikkel om deg selv, kan du koble til den her.
nl: Als je al een Everipedia-artikel over jezelf hebt gemaakt, kun je er hier een link naar plaatsen.
pl: Jeśli już stworzyłeś o sobie artykuł Everipedia, możesz połączyć się z nim tutaj.
ru: Если вы уже создали статью Everipedia о себе, вы можете связаться с ней здесь.
sv: Om du redan har skapat en Everipediaartikel om dig själv kan du länka till den här.
th: หากคุณสร้างบทความ Everipedia เกี่ยวกับตัวคุณแล้ว คุณสามารถเชื่อมโยงไปที่นี่ได้
tl: Kung nakagawa ka na ng isang artikulo sa Everipedia tungkol sa iyong sarili, maaari mo itong i-link dito.
vi: Nếu bạn đã tạo một bài viết về Everipedia về bản thân, bạn có thể liên kết với nó ở đây.

source: (Optional) Add your cryptocurrency wallet addresses
ar: (اختياري) قم بإضافة عناوين محفظة العملة الخاصة بك
bn: (ঐচ্ছিক) আপনার ক্রিপ্টোকারেন্সি ওয়ালেটের ঠিকানাগুলি যোগ করুন
cs: (Volitelné) Přidejte adresy vašich kryptoměnových peněženek.
da: (Valgfrit) Tilføj dine cryptocurrency-tegnebogadresser
fa: (اختیاری) آدرس های کیف پول خود را به آدرس cryptocurrency اضافه کنید
he: ‫(‬לא חובה‫)‬ הוסף את כתובת ארנק מטבעות הקריפטו שלך
hi: (वैकल्पिक) अपना क्रिप्टोमुद्रा वॉलेट पता डालें
hr: (Neobavezno) Dodajte adrese kripto vrijednosti novčanika
id: (Opsional) Tambahkan alamat dompet cryptocurrency Anda
it: (Facoltativo) Aggiungi i tuoi wallet address
ja: （オプション）仮想通貨のウォレットアドレスを追加する
nb: fRivillig Legg til din cryptocurrency lommebok adresser
nl: (Optioneel) Voeg je de adressen van je cryptocurrencywallet toe
pl: (nieobowiązkowo) Dodaj adresy portfela w walucie krytycznej.
ru: (Необязательно) Добавьте свои кошелек для шифрования паролей
sv: (Valfritt) Lägg till dina plånbokadresser för kryptovalutor
th: (ไม่บังคับ) เพิ่มที่อยู่ wallet ของ cryptocurrency
tl: (Opsyonal) I-type ang iyong mga cryptocurrency wallet address
vi: (Tùy chọn) Thêm địa chỉ ví tiền điện tử của bạn
