Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, bn, cs, da, fa, he, hi, hr, id, it, ja, nb, nl, pl, ru, sv, th, tl, vi

source: Loading more activity, please wait...
ar: تحميل المزيد من النشاط ، يرجى الانتظار ...
bn: আরো কার্যকলাপ লোড হচ্ছে, দয়া করে অপেক্ষা করুন ...
cs: Načítání další aktivity, čekejte prosím ...
da: Indlæser mere aktivitet, vent venligst ...
fa: بارگیری فعالیت بیشتر، لطفا صبر کنید ...
he: טוען פעילות נוספת‫,‬ אנא המתינו‫...‬
hi: और अधिक गतिविधि लोड हो रही है, कृपया प्रतीक्षा करें ...
hr: Učitavanje više aktivnosti, molimo pričekajte ...
id: Memuat lebih banyak aktivitas, harap tunggu...
it: Caricamento di altre attività, si prega di attendere...
ja: アクティビティを読み込んでいます、少々お待ちください…
nb: Laster inn mer aktivitet, vent litt...
nl: Meer activiteit laden, even geduld a.u.b...
pl: Załaduj więcej aktywności, poczekaj...
ru: Загрузка дополнительной активности, пожалуйста, подождите ...
sv: Laddar mer aktivitet, vänligen vänta ...
th: กำลังโหลดกิจกรรมเพิ่มเติม โปรดรอสักครู่ ...
tl: Naglo-load ng iba pang aktibidad, sandali ...
vi: Đang tải thêm hoạt động, vui lòng chờ ...

source: Create page
ar: إنشاء صفحة
bn: পাতা তৈরি করুন
cs: Vytvořit stránku
da: Opret side
fa: ساخت صفحه
he: יצירת דף
hi: पृष्ठ बनाएं
hr: Kreirati stranicu
id: Buat Halaman
it: Crea Pagina
ja: ページを作成する
nb: Lag side
nl: Pagina aanmaken
pl: Załóż Stronę
ru: Создать страницу
sv: Skapa sida
th: สร้างเพจ
tl: Gumawa ng pahina
vi: Tạo trang

source: Please stake some IQ into Brainpower before continuing. Click OK to open the Brainpower management screen in a new tab. NOTE: Please make sure popups are enabled for this site, as you may receive a warning.
ar: يرجى الرهان ببعض الIQ في Brainpower قبل المتابعة. انقر فوق موافق لفتح شاشة إدارة Brainpowerفي علامة تبويب جديدة. ملاحظة: الرجاء التأكد من تمكين النوافذ المنبثقة لهذا الموقع ، لأنك قد تتلقى تحذيرًا.
bn: চালিয়ে যাওয়ার আগে দয়া করে ধীশক্তিতে কিছু আইকিউ ধরে রাখুন। ওকে ক্লিক করুনএকটি নতুন ট্যাবে ধীশক্তি পরিচালনা স্ক্রিন খুলতে। বি:দ্র: দয়া করে এটি নিশ্চিত করুন যেপপআপ সমূহ এই সাইটের জন্য সক্রিয় আছে, কারণ আপনিসতর্কতামূলক বাণী পেতে পারেন।
cs: Před pokračováním, prosím, vsaďte nějaké IQ do vědomostní síly. Klepnutím na tlačítko OK otevřete obrazovku správy Brainpower v nové kartě. POZNÁMKA: Ujistěte se, prosím, že jsou pro tento web povolena vyskakovací okna, jinak obdržíte upozornění.
da: Venligst indsæt nogle IQ i Brainpower før du fortsætter. Klik på OK for at åbne skærmbilledet Brainpower management i en ny fane. BEMÆRK: Sørg for, at popups er aktiveret for dette websted, da du muligvis får en advarsel.
fa: قبل از ادامه، لطفا مقداری از IQ را به Brainpower بزنید. برای باز کردن صفحه مدیریت Brainpower در یک برگه جدید روی OK کلیک کنید. توجه: لطفا مطمئن شوید که پنجره ها برای این سایت فعال هستند، زیرا شما ممکن است هشدار دریافت کنید.
he: עליך להמיר IQ לכוח מוח לפני כן‫.‬ לחצו על אישור לפתיחת מסך ניהול כוח מוח בלשונית חדשה‫.‬ שימו לב‫:‬ אנא ודאו שאפשרתם פופ‫-‬אפ באתר זה‫,‬ אתם עלולים לקבל אזהרה‫.‬
hi: जारी रखने से पहले कृपया ब्रेनपावर में कुछ आईक्यू स्टैक करें। नए टैब में ब्रेनपावर प्रबंधनस्क्रीन खोलने के लिए ठीक है पर क्लिक करें। ध्यान दें: कृपया इस साइट के लिए पॉपअपसक्षम करना ना भूलें, क्योंकि आपको चेतावनी मिल सकती है।
hr: Molimo uložite neki IQ u Brainpower prije nastavka. Kliknite OK da biste otvorili zaslon za Brainpower upravljanje u novoj kartici. NAPOMENA: Molimo provjerite jesu li skočni prozori omogućeni za tu web lokaciju jer možda primite upozorenje.
id: Tolong pasangkan beberapa IQ ke dalam Kekuatan Otak sebelum melanjutkan. Klik OK untuk membuka layar manajemen Kekuatan Otak di tab baru. CATATAN: Pastikan popup diaktifkan untuk situs ini, karena Anda mungkin menerima peringatan.
it: Per favore, investi degli IQ in Brainpower prima di continuare. Clicca oK per aprire la schermata di gestione della Brainpower in una nuova scheda. NOTA: Assicurati che i pop-up siano abilitati per questo sito, o potresti ricevere un messaggio di errore.
ja: 続行する前にいくつかのIQをBrainpowerに積み重ねてください。 [OK]をクリックして、Brainpower管理画面を新しいタブに開いて下さい 注意：このサイトでは、警告が表示される可能性があるため、ポップアップが有効になっていることを確認してください。
nb: Vennligst stake noen IQ i hjernekraft før du fortsetter. Klikk OK for å åpne vinduet hjernekraft behandling i en ny fane. Merk: Kontroller at popup-vinduer er aktivert for dette området, siden du kan motta en advarsel.
nl: Zet wat IQ in Brainpower voordat je verdergaat. Klik op OK om het Brainpower-managementscherm te openen in een nieuw tabblad. OPMERKING: Zorg ervoor dat pop-ups zijn ingeschakeld voor deze site, want je kunt een waarschuwing krijgen.
pl: Zanim przejdziesz do kolejnego etapu, przyłóż odrobinę IQ do Brainpower. Kliknij OK, aby otworzyć ekran zarządzania zasilaniem mózgu w nowej zakładce. UWAGA: Upewnij się, że dla tej strony są włączone wyskakujące okienka, ponieważ może pojawić się ostrzeżenie.
ru: Перед тем, как продолжить, сделайте ставку на IQ в Brainpower. Нажмите «ОК», чтобы открыть экран управления Brainpower на новой вкладке. ПРИМЕЧАНИЕ. Пожалуйста, убедитесь, что всплывающие окна включены для этого сайта, так как вы можете получить предупреждение.
sv: Vänligen sätt in några IQ i Brainpower innan du fortsätter. Klicka på OK för att öppna skärmen Brainpower Management på en ny flik. OBS! Se till att popupfönster är aktiverade för den här sidan, eftersom du kanske får en varning.
th: โปรดเดิมพัน IQ และเปลี่ยนให้เป็น Brainpower ก่อนดำเนินการต่อ คลิกตกลงเพื่อเปิดหน้าจอการจัดการ Brainpower ในแท็บใหม่ หมายเหตุ: โปรดเปิดใช้งาน popupสำหรับเว็บไซต์นี้ คุณอาจได้รับคำเตือนตอนนี้
tl: Mangyaring tumaya ng ilang IQ sa Brainpower bago magpatuloy. I-click ang OK upang buksan ang screen ng pamamahala ng Brainpower sa isang bagong tab. TANDAAN: Tiyaking gumagana ang mga popup para sa site na ito, dahil maaari kang makatanggap ng babala.
vi: Hãy đặt một số IQ vào Brainpower trước khi tiếp tục. Nhấn OK để mở màn hình quản lý Brainpower trong một tab mới. LƯU Ý: Hãy đảm bảo rằng cửa sổ popup được bật cho trang web này, vì bạn có thể nhận được cảnh báo.

source: Note that you will not be able to propose edits without Brainpower. Your work will be lost!
ar: لاحظ أنك لن تكون قادرًا على اقتراح تعديلات بدون Brainpower. سوف تفقد عملك!
bn: মনে রাখবেন আপনি ধীশক্তি ছাড়া সম্পাদনাগুলি প্রবর্তন করতে পারবেন না। আপনার কাজ হারিয়ে যাবে!
cs: Upozorňujeme, že bez vědomostní síly nebudete moci navrhnout úpravy. Vaše práce bude ztracena!
da: Bemærk at du ikke kan foreslå redigeringer uden Brainpower. Dit arbejde vil gå tabt!
fa: توجه داشته باشید که شما قادر نخواهید بود که ویرایشهای بدون Brainpower را پیشنهاد کنید. کار شما از دست خواهد رفت
he: שימו לב שלא תוכלו להציע עריכות ללא כוח מוח‫.‬ עבודתכם לא תישמר‫!‬
hi: ध्यान दें, आप ब्रेनपावर के बिना संपादन का प्रस्ताव नहीं दे पाएंगे। आपका कामसमाप्त हो जायेगा!
hr: Imajte na umu da nećete moći predložiti izmjene bez Brainpowera. Vaš rad će biti izgubljen!
id: Perhatikan bahwa Anda tidak akan dapat mengajukan penyuntingan tanpa Kekuatan Otak. Pekerjaan Anda akan hilang!
it: Nota che non sarai in grado di proporre modifiche senza Brainpower. Il tuo lavoro andrà perso!
ja: Brainpowerなしで編集を申請することはできません。仕事が失われます！
nb: Merk at du ikke vil kunne foreslå endringer uten hjernekraft. Ditt arbeid vil gå tapt!
nl: Houd er rekening mee dat dat je zonder Brainpower geen bewerkingen kunt voorstellen. Je werk zal verloren gaan!
pl: Zauważ, że nie będziesz mógł proponować edycji bez opcji Brainpower. Twoja praca zostanie utracona!
ru: Обратите внимание, что вы не сможете предлагать изменения без Brainpower. Ваша работа будет потеряна!
sv: Observera att du inte kommer att kunna föreslå ändringar utan Brainpower. Ditt arbete kommer att gå förlorat!
th: โปรดทราบว่าคุณจะไม่สามารถเสนอการแก้ไขได้โดยไม่มี Brainpower งานของคุณจะไม่ได้รับการบันทึก!
tl: Tandaan na hindi mo magagawang magpanukala ng edit nang walang Brainpower. Mawawala ang ginawa mo!
vi: Lưu ý rằng bạn sẽ không thể đề xuất chỉnh sửa nếu không có Brainpower. bThao tác của bạn sẽ bị mất!

source: Error: proposal not found. Please try submitting again.
ar: خطأ: لم يتم العثور على الاقتراح. يرجى محاولة الإرسال مرة أخرى.
bn: ত্রুটি: প্রস্তাব পাওয়া যায় নি। দয়া করে আবার জমা দেওয়ার চেষ্টা করুন।
cs: Chyba: návrh nebyl nalezen. Zkuste ho, prosím, odeslat znovu.
da: Fejl: forslag blev ikke fundet. Prøv venligst at sende igen.
fa: خطا: پیشنهاد یافت نشد لطفا دوباره امتحان کنید
he: שגיאה‫:‬ ההצעה לא נמצאה‫.‬ נסו לשלוח מחדש‫.‬
hi: त्रुटि: प्रस्ताव नहीं मिला। कृपया दोबारा जमा करने का प्रयास करें।
hr: Pogreška: prijedlog nije pronađen. Molimo pokušajte poslati ponovo.
id: Kesalahan: proposal tidak ditemukan. Harap coba kirimkan lagi.
it: Errore: proposta non trovata. Per favore riprova.
ja: エラー：申請が見つかりません。もう一度ご提出下さい。
nb: Feil: finner ikke forslag. Prøv å sende på nytt.
nl: Fout: voorstel niet gevonden. Probeer opnieuw in te dienen.
pl: Błąd: propozycja nie została znaleziona. Spróbuj przesłać ponownie.
ru: Ошибка: предложение не найдено. Повторите попытку.
sv: Fel: förslag hittades inte. Var god försök att skicka igen.
th: ข้อผิดพลาด: ข้อเสนอไม่พบ โปรดลองส่งอีกครั้ง
tl: Error: hindi nakita ang panukala. Subukang muli.
vi: Lỗi: không tìm thấy đề xuất. Vui lòng thử gửi lại.

source: Article proposal submission failed!
ar: فشل تقديم اقتراح المقال!
bn: নিবন্ধ প্রস্তাবনা জমা ব্যর্থ হয়েছে!
cs: Odeslání návrhu článku se nezdařilo!
da: Forslag til artikelforslag mislykkedes!
fa: ارسال مقاله پیشنهاد نشد
he: שליחת הצעת מאמר נכשלה‫!‬
hi: लेख प्रस्ताव जमा विफल हुआ!
hr: Podnesak prijedloga članka nije uspio!
id: Pengajuan proposal artikel gagal!
it: Invio di proposta di articolo fallita!
ja: 記事申請の提出に失敗しました！
nb: Artikkel forslag innlevering mislyktes!
nl: Het indienen van artikelvoorstel is mislukt!
pl: Złożenie wniosku o dofinansowanie nie powiodło się!
ru: Подача заявки на предложение не удалась!
sv: Inlämning av artikelförslag misslyckades!
th: การส่งข้อเสนอบทความล้มเหลว!
tl: Bigo ang pagsumite ng proposal para sa artikulo!
vi: Không thể gửi đề xuất bài viết!

source: Add New Infobox
ar: إضافة مربع معلومات جديد
bn: নতুন ইনফোবক্স যোগ করুন
cs: Přidat nový Infobox
da: Tilføj ny infobox
fa: افزودن خبرنامه جدید
he: הוספת תיבת מידע חדשה
hi: नया इंफोबॉक्स जोड़ें
hr: Dodati novo zaglavlje
id: Tambahkan Infobox Baru
it: Aggiungi nuovo Infobox
ja: 新しいインフォボックスを追加する
nb: Legge til nye Infoboks
nl: Nieuwe infobox toevoegen
pl: Dodaj nowy Infobox
ru: Добавить новую информацию
sv: Lägg till ny Infobox
th: เพิ่ม Infobox ใหม่
tl: Magdagdag ng Bagong Infobox
vi: Thêm hộp thông tin mới

source: Completing transaction...
ar: إكمال المعاملة ...
bn: লেনদেন সম্পন্ন হচ্ছে ...
cs: Dokončování transakce ...
da: Afslutter transaktion ...
fa: تکمیل تراکنش
he: משלים העברה‫...‬
hi: लेनदेन पूरा हो रहा है ...
hr: Dovršetak transakcije ...
id: Menyelesaikan transaksi...
it: Completamento transazione...
ja: トランザクションを完了中...
nb: Fullfører transaksjon...
nl: Transactie afronden...
pl: Zakończenie transakcji....................................................................................................................................................................................................
ru: Завершение транзакции ...
sv: Slutför transaktionen ...
th: กำลังทำธุรกรรม ...
tl: Kinukumpleto ang transaksyon ...
vi: Đang hoàn tất giao dịch ...

source: Add Row
ar: إضافة سطر
bn: সারি যোগ করুন
cs: Přidat řádek
da: Tilføj Række
fa: افزودن ردیف
he: הוספת שורה
hi: पंक्ति जोड़ें
hr: Dodati red
id: Tambah Baris
it: Aggiungi Riga
ja: 行を追加する
nb: Legg til rad
nl: Rij toevoegen
pl: Dodaj wiersz
ru: Добавить строку
sv: Lägg till rad
th: เพิ่มแถว
tl: Magdagdag ng hilera
vi: Thêm dòng

source: Are you sure you want to exit the page? Unsaved changes will be lost.
ar: هل أنت متأكد من أنك تريد الخروج من الصفحة؟ سيتم فقد التغييرات غير المحفوظة.
bn: আপনি পৃষ্ঠাটি থেকে প্রস্থান করার বিষয়ে কি নিশ্চিত আছেন? অসংরক্ষিত পরিবর্তনগুলি হারিয়ে যাবে।
cs: Opravdu chcete opustit tuto stránku? Neuložené změny budou ztraceny.
da: Er du sikker på at du vil afslutte siden? Ubesvarede ændringer vil gå tabt.
fa: آیا مطمئن هستید که میخواهید از صفحه خارج شوید؟ تغییرات ذخیره نشده از دست خواهد رفت.
he: האם לצאת מדף זה‫?‬ שינויים שלא נשמרו יאבדו‫.‬
hi: क्या आप निश्चित रूप से इस पृष्ठ से बाहर निकलना चाहते हैं? नहीं सहेजे गए परिवर्तन समाप्त हो जाएंगे।
hr: Jeste li sigurni da želite izaći sa stranice? Nespremljene promjene bit će izgubljene.
id: Anda yakin ingin keluar dari halaman? Perubahan yang tidak disimpan akan hilang.
it: Sei sicuro di voler uscire dalla pagina? Le modifiche non salvate andranno perse.
ja: ページを閉じてもよろしいですか？保存していない変更は失われます。
nb: Er du sikker på at du vil avslutte siden? Ulagrede endringer vil gå tapt.
nl: Weet je zeker dat je de pagina wil verlaten? Niet-opgeslagen wijzigingen gaan verloren.
pl: Na pewno chcesz opuścić stronę? Niezapisane zmiany zostaną utracone.
ru: Вы действительно хотите выйти из страницы? Несохраненные изменения будут потеряны.
sv: Är du säker på att du vill lämna sidan? Ej sparade ändringar kommer att gå vilse.
th: คุณต้องการออกจากหน้านี้ใช่ไหม การเปลี่ยนแปลงที่ไม่ได้บันทึกจะหายไป
tl: Sigurado ka bang gusto mong umalis sa pahina? Mawawala ang mga hindi nai-save na binago.
vi: Bạn có chắc chắn muốn thoát khỏi trang không? Các thay đổi chưa lưu sẽ bị mất.

source: Introduction
ar: مقدمة
bn: ভূমিকা
cs: Úvod
da: Introduktion
fa: معرفی
he: מבוא
hi: परिचय
hr: Uvod
id: Pengantar
it: Introduzione
ja: はじめに
nb: Introduksjon
nl: Introductie
pl: Wprowadzenie
ru: Введение
sv: Introduktion
th: บทนำ
tl: Panimula
vi: Giới thiệu

source: Everipedia is just like Wikipedia but much simpler to edit and contribute. Each page is composed of an infobox area for short concise facts, a main article written in a neutral 3rd person tense, a media gallery of pictures, videos, audio etc about the topic, a list of references to webpages and files that are used as citations in the article and infobox.
ar: إيفريبيديا يشبه ويكيبيديا ولكنه أبسط من ناحية التحرير والمساهمة. تتكون كل صفحة من منطقة مربع المعلومات الأساسية لحقائق موجزة قصيرة ومقالة رئيسية مكتوبة في صيغة الغائب ومعرض وسائط للصور وأشرطة الفيديو والصوت وغيرها من الأشياء المتعلقة بالموضوع وقائمة مراجع إلى صفحات ويب وملفات تستخدم كاستشهادات في المقالة و ومربع المعلومات.
bn: এভরিপিডিয়া উইকিপিডিয়ার মতই কিন্তু এখানে সম্পাদনা এবং অবদান রাখা অনেক সহজ।প্রত্যেকটি পৃষ্ঠা সংক্ষিপ্ত তথ্যাবলীর জন্য একটি ইনফোবক্স এলাকা সম্বলিত, একটি মূল নিবন্ধতৃতীয় নিরপেক্ষ পুরুষ ও ক্রিয়ার কালে লিখিত, বিষয়বস্তু সম্পর্কিত ছবি, ভিডিও, অডিও ইত্যাদি জন্যএকটি মিডিয়া গ্যালারী, নিবন্ধ ও ইনফোবক্সের উদ্ধৃতি হিসেবে ব্যবহৃত ওয়েবপেজে ও ফাইলে উদ্ধৃতি সমূহের একটি তালিকা সম্বলিত।
cs: Everipedie je jako Wikipedie, ale je mnohem jednodušší ji upravovat apřispívat do ní. Každá stránka se skládá z infoboxu pro krátká stručná fakta, hlavního článku napsaného v neutrální třetí osobě, mediální tématické galerie obrázků, videí, zvuků apod., ze seznamu odkazů na webové stránky a souborů, které jsou používány jako citace v článku a infoboxu.
da: Everipedia er ligesom Wikipedia, men meget enklere at redigere og bidrage. Hver side er sammensat af et infobox-område for korte kortfattede fakta, en hovedartikel skrevet i en neutral 3. person-tid, et mediegalleri af billeder, videoer, lyd osv. Om emnet, en liste over referencer til websider og filer, der bruges som citater i artiklen og infobox.
fa: Everipedia درست مثل ویکی پدیا است اما برای ویرایش و کمک بسیار ساده است. هر صفحه از یک منطقه اطلاعاتی برای حقایق مختصر مختصر تشکیل شده است، مقاله اصلی نوشته شده در یک سوم شخص بی طرف، یک گالری رسانه ای از تصاویر، فیلم ها، صوتی و غیره در مورد موضوع، یک لیست از منابع به صفحات وب و فایل هایی که به عنوان استفاده می شود استناد در مقاله و جعبه اطلاعات
he: Everipedia היא ממש כמו ויקיפדיה‫,‬ רק שהרבה יותר קל לערוך ולתרום לה‫.‬ כל עמוד מורכב מאיזור ״תיבת מידע״ המכיל עובדות קצרות ומתומצתות‫,‬ מאמר מרכזי שנכתב בנטיית גוף שלישי‫,‬ גלריית מדיה של תמונות‫,‬ סרטונים‫,‬ קבצי שמע וכו׳ בנוגע לנושא‫,‬ רשימת מקורות מדפי אינטרנט וקבצים המשמשים כאזכורים במאמר ובתיבת המידע‫.‬
hi: Everipedia बिलकुल विकिपीडिया जैसा है लेकिन इसे संपादित करना और इसमें योगदान करनाकहीं ज्यादा आसान है। प्रत्येक पृष्ठ में संक्षिप्त तथ्यों के लिए एक इंफोबॉक्स क्षेत्र, तटस्थ अन्य पुरुष कालमें लिखित एक मुख्य लेख, विषय के बारे में तस्वीरों, विडियो, ऑडियो आदि की मीडिया गैलरी, वेबपृष्ठों केलिए सन्दर्भों की सूची और लेख में उद्धरण के रूप में प्रयोग की जाने वालीफाइलें और इंफोबॉक्स शामिल होते हैं।
hr: Everipedija je poput Wikipedije, ali mnogo je jednostavnija za uređivanje i prilaganje. Svaka stranica se sastoji od područja zaglavlja za kratke sažete činjenice, glavnog članka napisanog u neutralnom trećem licu, medijske galerije slika, video, audio i sličnog o toj temi, popisa referenci ka web stranicama i datotekama koje se koriste kao citati u članku i zaglavlju.
id: Everipedia sama seperti Wikipedia tetapi lebih mudah untuk mengedit dan berkontribusi. Setiap halaman terdiri dari area infobox untuk fakta ringkas singkat, artikel utama yang ditulis dalam perspektif orang ke-3, galeri media gambar, video, audio dll tentang topik, daftar referensi ke halaman web dan file yang digunakan sebagai kutipan dalam artikel dan infobox.
it: Everipedia è proprio come Wikipedia, ma modificare e contribuire è molto più semplice. ogni pagina è comopsta da un'area infobox per nozioni brevi e concise, un articolo principale scritto in modo neutrale in terza persona, una galleria multimediale di immagini, video, audio ecc. sull'argomento, una lista di riferimenti a pagine web e file utilizzati come citazioni nell'articolo e nell'infobox.
ja: EveripediaはWikipediaと似ていますが、編集や貢献がより簡単です。各ページは、短い簡潔な事実のためのインフォボックス、中立の第三者の時制で書かれた主要な記事、トピックに関する写真、ビデオ、オーディオなどのメディアギャラリー、ウェブページへの参照のリスト、および記事や情報の引用から構成されています。
nb: Everipedia er akkurat som Wikipedia, men mye enklere å redigere og bidra. Hver side er sammensatt av et Infoboks område for korte konsise fakta, en hoved artikkel skrevet i en nøytral 3dje person anspent, en Media galleri med bilder, videoer, lyd etc om emnet, en liste over referanser til websider og filer som brukes som henvisninger i artikkelen og i fobox.
nl: Everipedia is net als Wikipedia, maar is veel eenvoudiger te bewerken en het is gemakkelijker om bij te dragen. Elke pagina is samengesteld uit een infoboxgebied voor korte beknopte feiten, een hoofdartikel geschreven in de derde persoon , een mediagalerij met foto's, video's, audio, enz. over het onderwerp, een lijst van verwijzingen naar webpagina's en bestanden die worden gebruikt als citaten in het artikel en infobox.
pl: Everipedia jest taka sama jak Wikipedia, ale o wiele prostsza do edycji i współtworzenia. Każda strona składa się z obszaru infobox dla krótkich zwięzłych faktów, głównego artykułu napisanego w neutralnym napięciu 3 osoby, galerii zdjęć, wideo, audio itp. na ten temat, listy odniesień do stron internetowych i plików, które są używane jako cytaty w artykule i infoboxie.
ru: Everipedia - это как Википедия, но гораздо проще редактировать и вносить свой вклад. Каждая страница состоит из области инфобокса для кратких кратких фактов, основной статьи, написанной в нейтральном времени третьего лица, медиа-галереи изображений, видео, аудио и т. Д. По теме, список ссылок на веб-страницы и файлы, которые используются как цитаты в статье и инфобокс.
sv: Everipedia är precis som Wikipedia men mycket enklare att redigera och bidra med. Varje sida består av ett infobox-område för korta korta fakta, en huvudartikel som skrivs i en neutral tredje personens tid, ett mediegalleri med bilder, videor, ljud etc om ämnet, en lista över referenser till webbsidor och filer som används som citat i artikeln och infobox.
th: Everipedia เป็นเหมือน Wikipedia แต่แก้ไขและมีส่วนร่วมง่ายได้ง่ายกว่ามาก หน้าเว็บทั้งหมดจะประกอบไปด้วย infobox สำหรับข้อเท็จจริงสั้น ๆบทความหลักต้องเขียนในลักษณะเป็นกลาง แกลลอรี่รูป วิดีโอ เสียงเกี่ยวกับหัวข้อ รายการอ้างอิงไปยังเว็บเพจและไฟล์ที่ใช้เป็นแหล่งอ้างอิงในบทความและ infobox
tl: Ang Everipedia ay katulad ng Wikipedia ngunit mas simple na i-edit at mag-ambag dito. Ang bawat pahina ay binubuo ng isang infobox para sa maikling impormasyon, isang pangunahing artikulo na nakasulat sa neutral na ikatlong panauhan, isang media gallery ng mga larawan, mga video, audio atbp tungkol sa paksa, listahan ng mga sanggunian na webpage at file na ginagamit bilang mga pagsipi sa artikulo at infobox.
vi: Everipedia giống Wikipedia nhưng đơn giản để chỉnh sửa và đóng góp hơn. Mỗi trang bao gồm một vùng thông tin cho các sự kiện ngắn gọn, một bài viết chính được viết bởi một người thứ ba trung lập, thư viện đa phương tiện gồm hình ảnh, video, âm thanh v.v. về chủ đề, danh sách tài liệu tham khảo đến các trang web và tệp được sử dụng trích dẫn trong bài viết và hộp thông tin.

source: Title
ar: العنوان
bn: শিরোনাম
cs: Název
da: Titel
fa: عنوان
he: כותרת
hi: शीर्षक
hr: Naslov
id: Judul
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
ru: Заголовок
sv: Titel
th: หัวข้อ
tl: Pamagat
vi: Tiêu đề

source: Enter the page title here
ar: أدخل عنوان الصفحة هنا
bn: এখানে পৃষ্ঠার শিরোনামটি বসান
cs: Zadat název stránky
da: Indtast sidetitlen her
fa: عنوان صفحه را اینجا وارد کنید
he: הזן את כותרת הדף כאן
hi: यहाँ पृष्ठ शीर्षक डालें
hr: Ovdje unesite naslov stranice
id: Masukkan judul halaman di sini
it: Inserisci qui il titolo della pagina
ja: ここにページタイトルを入力してください
nb: Skriv inn sidetittelen her
nl: Vul hier de paginatitel in
pl: Tutaj wprowadź tytuł strony
ru: Введите название страницы здесь
sv: Ange sidtitel här
th: ใส่ชื่อหน้าที่นี่
tl: I-type ang pamagat ng pahina dito
vi: Nhập tiêu đề của trang

source: Main photo
ar: الصورة الرئيسية
bn: প্রধান ছবি
cs: Hlavní fotografie
da: Første Billede
fa: عکس اصلی
he: תמונה ראשית
hi: मुख्य तस्वीर
hr: Glavna fotografija
id: Foto utama
it: Foto principale
ja: メイン写真
nb: Hoved Foto
nl: Algemene foto
pl: Zdjęcie główne
ru: Главное фото
sv: Huvudbild
th: รูปภาพหลัก
tl: Pangunahing larawan
vi: Ảnh chính

source: Here you can add the main photo for the article.
ar: هنا يمكنك إضافة الصورة الرئيسية لهذا المقال.
bn: এখানে আপনি নিবন্ধের জন্য প্রধান ছবি যোগ করতে পারেন
cs: Zde můžete přidat hlavní fotografii článku.
da: Her kan du tilføje hovedfotoet til artiklen.
fa: در اینجا شما می توانید عکس اصلی مقاله را اضافه کنید.
he: כאן תוכלו להוסיף תמונה ראשית עבור המאמר‫.‬
hi: यहाँ आप लेख के लिए मुख्य तस्वीर जोड़ सकते हैं।
hr: Ovdje možete dodati glavnu fotografiju za članak.
id: Di sini Anda dapat menambahkan foto utama untuk artikel.
it: Qui è possibile aggiungere la foto principale per l'articolo.
ja: ここで記事のメイン写真を追加できます。
nb: Her kan du legge til hoved bildet for artikkelen.
nl: Hier kun je de algemene foto van het artikel toevoegen.
pl: Tutaj możesz dodać główne zdjęcie do artykułu.
ru: Здесь вы можете добавить основную фотографию для статьи.
sv: Här kan du lägga till huvudfotot för artikeln.
th: ที่นี่คุณสามารถเพิ่มรูปภาพหลักสำหรับบทความ
tl: Dito mo maaaring idagdag ang pangunahing larawan para sa artikulo.
vi: Bạn có thể thêm ảnh chính cho bài viết ở đây.

source: Infobox
ar: مربع معلومات
bn: ইনফোবক্স
da: InfoBoks
fa: جعبه اطلاعات
he: תיבת מידע
hi: इंफोबॉक्स
hr: Zaglavlje
ja: インフォボックス
nb: Infoboks
ru: Инфо-бокс
vi: Hộp thông tin
