Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, he, hr, nl, vi

source: Page Type
cs: Stránka
he: עמוד
hr: Stranica
nl: Pagina
vi: Trang

source: Adult Content
cs: Obsah jen pro dospělé
he: תוכן למבוגרים
hr: Sadržaj samo za odrasle
nl: Inhoud voor volwassenen
vi: Nội dung cho con nít

source: Media Gallery
cs: Galerie
he: גלרייה
hr: Galerija
nl: Galerij
vi: Thư viện

source: Contains
nl: Bevat

source: Equal to
nl: Gelijk aan

source: Regular expression
nl: Reguliere expressie

source: Starts with
nl: Begint met

source: Ends with
nl: Eindigt met

source: Greater than
nl: Groter dan

source: Greater than or equal to
nl: Groter dan of gelijk aan

source: Less than
nl: Minder dan

source: Less than or equal to
nl: Kleiner dan of gelijk aan

source: Password
cs: Heslo
he: סיסמא
hr: Lozinka
nl: Wachtwoord
vi: Mật khẩu

source: Please enter a password
nl: Gelieve een wachtwoord in te vullen

source: Please enter a valid password
nl: Voer a.u.b. een geldig wachtwoord in

source: Enter an email
nl: Voer een e-mail adres in

source: Please enter an email address
nl: Vul een geldig e-mailadres in

source: Please enter a valid email address
nl: Vul een geldig e-mailadres in

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Enter a username
nl: Vul een gebruikersnaam in

source: Please enter a username
nl: Voer een gebruikersnaam in

source: Please enter a valid username
nl: Vul een geldige gebruikersnaam in

source: This email address already exists! Please use another one.
nl: Dit e-mailadres bestaat al! Gebruik alstublieft een andere.

source: How can we help?
cs: Jak vám můžeme pomoci?
he: ?איך נוכל לעזור
hr: Kako možemo pomoći?
nl: Hoe kunnen we je helpen?
vi: Chúng tôi có thể giúp bạn thế nào?

source: Full Name
cs: Celé jméno
he: שם מלא
hr: Puno ime i prezime
nl: Volledige naam
vi: Họ và tên

source: Subject
cs: Předmět
he: נושא
hr: Predmet
nl: Onderwerp
vi: Chủ đề

source: Report Abuse
cs: Nahlásit zneužití
he: דווח על שימוש לרעה
hr: Prijava zloupotrebe
nl: Meld misbruik
vi: Báo cáo vi phạm

source: Report Bug
cs: Nahlásit chybu
he: דווח על תקלה@ info: tooltip
hr: Prijava greške
nl: Bug rapporteren
vi: Báo lỗi

source: Verify Account
cs: Ověřit účet
he: אמת את החשבון שלך
hr: Potvrda računa
nl: Account Verifiëren
vi: Xác nhận tài khoản

source: Anonymous Tip
cs: Anonymní tip
he: עצה אנונימית
hr: Anonimni savjet
nl: Anonieme tip
vi: Ẩn danh.

source: Investment Inquiries
cs: Investiční dotazy
he: שאילתות השקעה
hr: Investicijski upiti
nl: Belegging opvragen
vi: Yêu cầu đầu tư

source: Other
cs: Ostatní
he: אחר
hr: Drugo
nl: Anders
vi: Khác

source: Search by Entering a Link
cs: Hledat zadáním odkazu
he: חיפוש על-ידי הזנת קישור
hr: Pretraživanje unosom poveznice
nl: Zoeken op Koppeling invoeren
vi: Tìm kiếm bằng cách nhập liên kết

source: Describe the file briefly. A summary of the information found is best. Avoid simply repeating the page title.
cs: Stručně popište soubor. Shrnutí nalezených informací je nejlepší. Vyhněte se jednoduchému opakování názvu stránky.
he: תאר את הקובץ בקצרה. מומלץ ביותר לכתוב סיכום של המידע הנמצא. אנא הימנע מחזרה על כותרת הדף.
hr: Ukratko opišite datoteku. Sažetak pronađenih podataka je najbolji. Izbjegavajte jednostavno ponavljanje naslova stranice.
nl: Beschrijf het bestand in het kort. Een samenvatting van de gevonden informatie is het beste. Vermijd simpelweg het herhalen van de paginatitel.
vi: Mô tả tóm tắt tệp tin. Bản tóm tắt thông tin đã tìm thấy là tốt nhất. Tránh lặp lại tiêu đề trang.

source: File type not allowed.
cs: Tento typ souboru není povolen.
he: סוג הקובץ אינו מורשה.
hr: Vrsta datoteke nije dopuštena.
nl: Bestandstype niet toegestaan
vi: Loại tệp không hợp lệ.

source: Please .
cs: Prosím.
he: בבקשה ‫.‬
hr: Molim.
nl: Alstublieft
vi: Xin mời .

source: Enter a URL
cs: Zadat URL
he: הכנס כתובת URL
hr: Unesite URL
nl: Voeg een URL toe
vi: Nhập địa chỉ URL

source: Describe the URL briefly. A summary of the information found is best. Avoid simply repeating the page title.
cs: Stručně popište URL. Shrnutí nalezených informací je nejlepší. Vyhněte se jednoduchému opakování názvu stránky.
he: תאר את כתובת ה-URL בקצרה. מומלץ ביותר לכתוב סיכום של המידע הנמצא. אנא הימנע מחזרה על כותרת הדף.
hr: Ukratko opišite URL. Sažetak pronađenih podataka je najbolji. Izbjegavajte jednostavno ponavljanje naslova stranice.
nl: Beschrijf de URL kort. Een samenvatting van de gevonden informatie is het beste. Vermijd simpelweg het herhalen van de paginatitel.
vi: Mô tả tóm tắt địa chỉ URL. Bản tóm tắt thông tin đã tìm thấy là tốt nhất. Tránh lặp lại tiêu đề trang.

source: Enter type (e.g. Occupation)
cs: Zadat typ (např. Zaměstnání)
he: הזן סוג (לדוגמא‫,‬ עיסוק)
hr: Unesite vrstu (npr. zanimanje)
nl: Type invoeren (bijv. beroep)
vi: Nhập thể loại (ví dụ: Nghề nghiệp)

source: Enter value (e.g. CEO)
cs: Zadat hodnotu (např. Generální ředitel)
he: הזן ערך (לדוגמא, מנכ׳׳ל)
hr: Unesite vrijednost (npr. CEO)
nl: Waarde invoeren (bijv. CEO)
vi: Nhập giá trị (ví dụ: CEO)

source: Person
cs: Osoba
he: אדם
hr: Osoba
nl: Persoon
vi: Người

source: Place/Location
cs: Místo / Umístění
he: מיקום
hr: Mjesto/Lokacija
nl: Plaats/Locatie
vi: Địa điểm / Vị trí

source: Organization/Company/Institution
cs: Organizace / Společnost / Instituce
he: ארגון/חברה/מוסד
hr: Organizacija /Tvrtka/Institucija
nl: Organisatie/bedrijf/Institutie
vi: Tổ chức / Công ty / Trụ sở

source: Event
cs: Událost
he: אירוע
hr: Događaj
nl: Evenement
vi: Sự kiện

source: List/Ranking
cs: Seznam/Hodnocení
he: רשימה/דירוג
hr: Lista/Rang
nl: Lijst/Rangschikking
vi: Danh sách / Xếp hạng

source: Electronics/Software
cs: Elektronika/Software
he: אלקטרוניקה/תוכנה
hr: Elektronika/Softver
nl: Elektronica/Programmatuur
vi: Điện tử / Phần mềm

source: Medical/Biology
cs: Lékařství/Biologie
he: רפואה/ביולוגיה
hr: Medicina/Biologija
nl: medische biologie
vi: Y tế / Sinh học

source: Creative Work/Art
cs: Tvůrčí práce/Umění
he: יצירה/אמנות
hr: Kreativni rad/Umjetnost
nl: Creatief werk/kunst
vi: Tác phẩm / Sáng tạo Nghệ Thuật

source: Science/Academia/Humanities
cs: Věda/Akademie/Humanitní obory
he: מדע/אקדמיה/מדעי הרוח
hr: Znanost/Akademija/Humanističke znanosti
nl: Wetenschap/Academie/Humaniora
vi: Khoa học / Học thuật / Nhân văn

source: None
nl: Geen

source: Featured
nl: Uitgelicht

source: In the news
nl: In het nieuws

source: In the news (Editor's Pick)
nl: In het nieuws (Editor's Pick)

source: In the news (Standout Article)
nl: In het nieuws (Opvallend artikel)

source: On this day
nl: Op deze dag:

source: Blog Post (Meta Article)
nl: Blog Post (Meta-artikel)

source: Verified Only
nl: Alleen geverifieerd

source: Normal (Business)
nl: Normaal (zakelijk)

source: Normal (Personal)
nl: Normaal (persoonlijk)

source: Your Everipedia editor restrictions have been removed. You can now edit pages freely!
nl: Je Everipedia-editor beperkingen zijn verwijderd. U kunt pagina's nu vrij bewerken!

source: Images & Videos
cs: Obrázky & Videa
he: תמונות & סרטונים
hr: Slike i videozapisi
nl: Afbeeldingen/Video's
vi: Hình ảnh & video

source: References
cs: Reference
he: הפניות
hr: Reference
nl: Referenties
vi: bTài liệu tham khảo

source: Article Discussion
nl: Artikel Bespreking

source: See Also
cs: Viz také
he: ראה גם
hr: Također pogledajte
nl: Zie ook
vi: Xem cùng

source: Top Editors
nl: Top redacteuren

source: Wiki and references for
cs: Wiki a reference pro
he: וויקי והפניות ל
hr: Wiki i reference za
nl: Wiki en referenties voor
vi: Wiki và tài liệu tham khảo cho

source: You can edit something on this wiki now!
cs: Na této wiki nyní můžete cokoliv upravit!
he: אתה יכול לערוך משהו בוויקי הזה עכשיו!
hr: Sada možete nešto urediti na ovoj wiki!
nl: Je kunt nu iets op deze wiki bewerken!
vi: Bạn có thể chỉnh sửa nội dung trên wiki này ngay bây giờ!

source: IP address or mask
cs: IP adresa nebo maska
he: כתובת IP או מסכה
hr: IP adresa ili maska
nl: IP-adres of masker
vi: Địa chỉ IP hoặc mask

source: Optional reason for block
cs: Možný důvod k blokování
he: סיבה אפשרית לחסימה
hr: Opcionalni razlog za blokiranje
nl: Facultatieve reden voor blok
vi: Lý do tùy chọn cho khối

source: IPs & masks to ban
cs: IP adresy & masky k zákazu
he: כתובות IP ומסכות לחסימה
hr: IP i maske za zabranu
nl: IPs & maskers te verbieden
vi: IP & mask bị cấm

source: Welcome,
nl: Welkom,

source: Documentation
nl: Documentatie

source: Change password
nl: Wachtwoord wijzigen

source: Log out
cs: Odhlásit se
he: התנתק
hr: Odjava
nl: Uitloggen
vi: Đăng xuất

source: Django administration
nl: Django-bestuur

source: Thanks for spending some quality time with the Web site today.
nl: Bedankt voor het doorbrengen van wat quality time met de website vandaag.

source: Log in again
nl: Opnieuw inloggen

source: Search Everipedia
cs: Prohledat Everipedii
he: חפש ב‫-‬ Everipedia
hr: Pretražiti Everipediju
nl: Everipedia zoeken
vi: Tìm kiếm Everipedia

source: Log in
cs: Přihlásit se
he: התחבר
hr: Prijava
nl: Inloggen
vi: Đăng nhập

source: Password change successful
nl: Het wachtwoord is met succes gewijzigd

source: Password reset
nl: Wachtwoord reset

source: Password reset complete
nl: Wachtwoord gewijzigd

source: Your password has been set. You may go ahead and log in now.
nl: Je wachtword is ingesteld. Je kan nu inloggen.

source: Password reset confirmation
nl: Bevestiging wachtwoordreset

source: Enter new password
nl: Geef een nieuw wachtwoord

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Voer het nieuwe wachtwoord twee maal in.

source: New password:
nl: Nieuw wachtwoord:

source: Confirm password:
nl: Bevestig wachtwoord:

source: Change my password
nl: Wijzig Mijn Wachtwoord

source: Password reset unsuccessful
nl: Reset wachtwoord mislukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link voor het resetten van je wachtwoord is ongeldig. Wellicht is dit specifieke verzoek al eerder gebruikt. Dien opnieuw een verzoek tot resetten in.

source: Password reset successful
nl: Reset wachtwoord succesvol

source: We have emailed you instructions for setting your password. You should be receiving them shortly.
nl: We hebben u de instructies voor het instellen van uw wachtwoord per e-mail gestuurd. U zou ze binnenkort moeten ontvangen.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
nl: Als je geen e-mail ontvangt, controleer dan het ingevulde email-adres en kijk ook in de spam-folder.

source: You are receiving this email because you requested a password reset for your Everipedia account.
nl: Je ontvangt deze e-mail omdat je een wachtwoordreset hebt aangevraagd voor je Everipedia-account.

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you've forgotten:
nl: Je gebruikersnaam, voor het geval je deze bent vergeten:

source: Thanks for using our site!
nl: Bedankt voor het gebruik van onze site!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
nl: Je paswoord vergeten? Vul hieronder je e-mail adres in en we sturen je per e-mail instructies voor het instellen van een nieuw wachtwoord.

source: Email address:
nl: E-mailadres:

source: Reset my password
nl: Herstel Mijn Wachtwoord

source: Learn More
cs: Dozvědět se více
he: קרא עוד
hr: Saznajte više
nl: Leer meer
vi: Tìm hiểu Thêm

source: View My Profile
cs: Podívat se na můj profil
he: צפיה בפרופיל שלי
hr: Prikaz mog profila
nl: Bekijk mijn profiel
vi: Xem Hồ Sơ

source: Create a Wiki
cs: Vytvořit wiki
he: יצירת וויקי
hr: Stvorite Wiki
nl: Een Wiki maken
vi: Tạo một trang Wiki

source: more
nl: meer

source: Your browser does not support HTML5 video.
nl: Uw browser ondersteunt deze HTML5 video niet

source: Click to add a new link or file to this list
cs: Kliknutím přidáte nový odkaz nebo soubor do tohoto seznamu
he: לחץ להוספת קישור או קובץ חדש לרשימה זו
hr: Kliknite da biste dodali novu poveznicu ili datoteku na ovaj popis
nl: Klik om een nieuwe link of een nieuw bestand aan deze lijst toe te voegen
vi: Nhấp để thêm liên kết hoặc tệp mới vào danh sách này

source: Or click an existing link below to add it to the article
cs: Nebo klikněte na existující odkaz níže a přidejte jej do článku
he: לחלופין, לחץ על קישור קיים להלן כדי להוסיפו למאמר
hr: Ili kliknite na postojeću poveznicu u nastavku da biste dodali u članak
nl: Of klik op een bestaande link hieronder om deze toe te voegen aan het artikel
vi: Hoặc nhấp vào liên kết hiện có bên dưới để thêm vào bài viết

source: Views
cs: Shlédnutí
he: צפיות
hr: Pregledi
nl: Bekeken
vi: Lượt xem

source: IQ
nl: Intelligentiemeting

source: page(s) have this link
cs: stránka(y) mají tento odkaz
he: לעמוד‫/‬ים יש קישור זה
hr: stranica/e ima ovu poveznicu
nl: pagina('s) hebben deze link
vi: (các) trang có liên kết này

source: Frequently Asked Questions - Everipedia, everyone's encyclopedia
cs: Často kladené otázky - Everipedie, encyklopedie pro každého
he: שאלות נפוצות-Everipedia, האנציקלופדיה של כולם
hr: Često postavljana pitanja - Everipedija, svačija enciklopedija
nl: Veelgestelde vragen - Everipedia, ieders encyclopedie
vi: Câu hỏi thường gặp - Everipedia, bách khoa toàn thư của mọi người

source: Brainpower Management
cs: Řízení vědomostní síly
he: ניהול כוח מוח
hr: Brainpower upravljanje
nl: Beheer van de hersenen
vi: Quản lý Brainpower

source: Everipedia, the encyclopedia of everything
cs: Everipedie, encyklopedie všeho
he: Everipedia, האנציקלופדיה של הכל
hr: Everipedija, enciklopedija svega
nl: Everipedia, de encyclopedie van alles
vi: Everipedia, bách khoa toàn thư của mọi thứ

source: Loading Scatter
cs: Načítá se Scatter
he: טוען את Scatter
hr: Učitavanje raspršivanja
nl: Het laden Strooi
vi: Đang tải Scatter

source: Staking IQ tokens will freeze them for 21 days and will generate nontransferable Brainpower, which can be used for editing and voting on the Everipedia network. At the end of the 21 days, you can claim back your IQ tokens and re-stake them for more Brainpower again. Thus, 1 IQ, staked every 21 days, can lead to 365 days / 21 days = 17.38 Brainpower every year.
cs: Vsazením IQ žetonů dojde k jejich zmrazení na 21 dní a vytvoří se nepřenosná vědomostní síla, která může být použita pro editaci a hlasování v síti Everipedie. Po uplynutí 21 dnů můžete požádat o vrácení vašich IQ žetonů a můžete je znovu vsadit pro více vědomostní síly. Takže 1 IQ, vsazený každých 21 dní, vám může přinést 365 dnů / 21 dní = 17,38 vědomostní síly každý rok.
he: העמדת אסימוני IQ בסיכון תקפיא אותם ל-21 ימים ותפיק כוח מוח שאינו ניתן להעברה, אשר משמש לעריכה ולהצבעה ברשת Everipedia. בסוף 21 הימים, תקבלו את אסימוני ה-IQ שלכם בחזרה ותוכלו להעמידם בסיכון שוב על מנת לייצר עוד כוח מוח. לכן, כל אסימון IQ המועמד בסיכון כל 21 ימים, יוכל לייצר 365 ימים חלקי 21 ימים = 17‪.‬38 כוח מוח בשנה.
hr: Ulaganje IQ oznaka zamrznuti će ih 21 dan i generirati neprenosivi Brainpower, što se može koristiti za uređivanje i glasovanje na Everipedija mreži. Na kraju 21 dana možete vratiti svoje IQ oznake i ponovno ih uložiti za više Brainpowera. Dakle, 1 IQ, uložen svakog dvadeset i prvog dana, može dovesti do 365 dana/21 dan = 17,38 Brainpowera svake godine.
nl: IQ-penningen bevriezen ze 21 dagen en genereren niet-overdraagbare Brainpower, die gebruikt kan worden voor het bewerken en stemmen op het Everipedia-netwerk. Aan het eind van de 21 dagen kun je je IQ-munten terughalen en ze opnieuw inzetten voor meer Brainpower. Zo kan 1 IQ, gestookt om de 21 dagen, leiden tot 365 dagen / 21 dagen = 17,38 Brainpower per jaar.
vi: Các thẻ token IQ sẽ đóng băng chúng trong 21 ngày và sẽ tạo ra Brainpower không không thể chuyển giao, có thể được sử dụng để chỉnh sửa và bbỏ phiếu trên mạng Everipedia. Vào cuối 21 ngày, bạn có thể yêu cầu trả lại thẻ token IQ của bạn và tái đặt cược chúng để có thêm Brainpower nữa. Như vậy, 1 IQ, cứ sau 21 ngày, có thể có 365 ngày / 21 ngày = 17.38 Brainpower mỗi năm.

source: As you make pages, propose edits, and vote on article proposals, you will consume Brainpower. However, making successful edits and voting on the winning side of a proposal will generate rewards in IQ, not Brainpower. Therefore, you can generate more Brainpower (and any profit) by staking the new IQ you just earned.
cs: Když vytváříte stránky, navrhujete úpravy a hlasujete o článcích, spotřebováváte svou vědomostní sílu. Nicméně úspěšné úpravy a hlasování navítězné straně návrhu vám přinesou odměny v IQ, ne ve vědomostní síle.
he: יצירת דפים, הצעת עריכות והצבעה על הצעות מאמרים, צורכות כוח מוח. עם זאת, ביצוע עריכות מוצלחות והצבעה לצד המנצח בהצעה יפיק תגמולים ב-IQ, לא בכוח מוח. לכן, באפשרותכם לייצר עוד כוח מוח (וכל רווח אחר) על ידי העמדת ה-IQ החדש שזה עתה הרווחתם בסיכון.
hr: Dok izrađujete stranice, predlažete izmjene i glasate o prijedlozima za članke, trošit ćete Brainpower. Međutim, izradom uspješnih izmjena i glasovanja na dobitnoj strani prijedloga generirat će nagrade u IQ-u, a ne Brainpoweru. Stoga, možete generirati više Brainpowera (i bilo koju dobit) tako da uložite novi IQ koji ste upravo zaradili.
nl: Als u pagina's maakt, bewerkingen voorstelt en stemt over artikelvoorstellen, verbruikt u Brainpower. Echter, het maken van succesvolle edits en stemmen aan de winnende kant van een voorstel zal beloningen opleveren in IQ, niet Brainpower. Daarom kun je meer Brainpower (en elke winst) genereren door de nieuwe IQ die je net hebt verdiend in te zetten.
vi: Khi bạn tạo trang, đề xuất chỉnh sửa và bỏ phiếu cho đề xuất bài viết, bạn sẽ tiêu thụ Brainpower. Tuy nhiên, việc chỉnh sửa thành công và bỏ phiếu ở bên thắng của đề xuất sẽ tạo ra phần thưởng trong IQ, chứ không phải Brainpower. Do đó, bạn có thể tạo ra nhiều Brainpower hơn (và bất kỳ lợi nhuận nào) bằng cách đặt cược IQ mới mà bạn vừa kiếm được.

source: Every edit proposal requires a minimum of 10 Brainpower at this time, in order to prevent spam and poor-quality edits.
nl: Elk wijzigingsvoorstel heeft op dit moment minimaal 10 Brainpower nodig om spam en bewerkingen van slechte kwaliteit te voorkomen.

source: Enter an integer amount of IQ to stake
cs: Zadejte celkovou částku IQ, kterou chcete vsadit
he: הזן סכום שלם של IQ להעמדה בסיכון
hr: Unesite cijeli broj IQ-a za ulog
nl: Vermeld een geheel getal van het IQ dat u wilt inbrengen.
vi: Nhập số nguyên IQ để đặt cược

source: New Stake
cs: Nová sázka
he: סיכון חדש
hr: Novi ulog
nl: Nieuwe stap
vi: Đặt Cược Mới

source: End
cs: Konec
he: סיום
hr: Kraj
nl: Einde
vi: Kết thúc

source: Time Remaining
cs: Zbývající čas
he: זמן נותר
hr: Preostalo vrijeme:
nl: Overblijvende tijd
vi: Thời gian còn lại

source: Amount
cs: Částka
he: סכום
hr: Iznos
nl: Bedrag
vi: Số tiền

source: Claim
cs: Požadavek
he: טען מחדש
hr: Zahtjev
nl: Claimen
vi: Yêu Cầu

source: Contact us
cs: Kontaktujte nás
he: צור קשר
hr: Kontaktirajte nas
nl: Neem contact op
vi: Liên hệ

source: To get quicker replies from our community
nl: Om sneller antwoord te krijgen van onze community

source: create a post in our forum
nl: een bericht aanmaken op ons forum

source: Get in touch with us
cs: Kontaktujte nás
he: צור קשר איתנו
hr: Ostanite u vezi s nama
nl: Neem contact met ons op
vi: Hãy liên lạc với chúng tôi

source: Thanks, we got your message. We will respond in a bit
cs: Děkujeme, obdrželi jsme vaši zprávu. Brzy vám odpovíme
he: .תודה, הודעתך התקבלה. נגיב בקרוב
hr: Hvala, dobili smo vašu poruku. Odgovorit ćemo brzo
nl: Bedankt, we hebben uw boodschap. We zullen reageren in een beetje
vi: Cảm ơn, chúng tôi đã nhận được tin nhắn của bạn. Chúng tôi sẽ trả lời trong chốc lát

source: Send
cs: Odeslat
he: שלח
hr: Slanje
nl: Verzenden
vi: Gửi

source: Enter a caption for the main image of the page.
cs: Zadat nadpis k hlavnímu obrázku stránky.
he: הזינו תיאור לתמונה הראשית של העמוד.
hr: Unesite naslov glavne slike stranice.
nl: Voer een bijschrift in voor de hoofdafbeelding van de pagina.
vi: Nhập chú thích cho hình ảnh chính của trang.

source: Edit Page
nl: Bewerk pagina

source: Loading..
nl: Bezig met laden.

source: Change Picture
nl: Wijzig foto

source: Please enter the destination page you wish to merge this one into
cs: Zadejte, prosím, cílovou stránku, se kterou chcete tuto stránku sloučit
he: אנא הכנס את עמוד היעד שברצונך למזג עם עמוד זה
hr: Molimo unesite odredišnu stranicu s kojom želite spojiti ovu
nl: Ga naar de bestemmingspagina die u wilt samenvoegen in
vi: Vui lòng nhập trang bạn muốn hợp nhất vào trang này

source: Merge Page
cs: Sloučit stránku
he: מיזוג עמוד
hr: Spojiti stranicu
nl: Pagina samenvoegen
vi: Hợp nhất trang

source: Hey there scholar!
cs: Zdravím, experte!
he: היי, מלומד‫/‬ת‫!‬
hr: Pozdrav, učeniče!
nl: Hé er geleerde!
vi: Này các học giả!

source: Looks like you have been editing for a while. You should take a moment to save your work before continuing!
cs: Vypadá to, že jste prováděli úpravy. Než budete pokračovat, měli byste věnovat malou chvilku uložení vaší práce!
he: . נראה שאת/ה עורך/ת כבר זמן מה. מומלץ שתעצור/י לרגע לשמור את עבודתך לפני שתמשיך/י!
hr: Izgleda da ste neko vrijeme uređivali. Trebali biste malo zastati da spremite svoj posao prije nastavka!
nl: Het lijkt alsof u al een tijdje aan het bewerken bent. U moet even de tijd nemen om uw werk te redden voordat u verder gaat!
vi: Có vẻ như bạn đã chỉnh sửa một thời gian. Bạn nên dành một chút thời gian để lưu công việc của bạn trước khi tiếp tục!

source: Save
nl: Opslaan

source: Looks like you are using first-person! (ex: Our product, I am, We are, You should). Everipedia is a neutral encyclopedia written in third-person tense (ex: It is, They are, The company makes). THIS IS NOT FACEBOOK!!
cs: Vypadá to, že používáte první osobu! (např. Náš produkt, Já jsem, My jsme, Měli byste). Everipedie je neutrální encyklopedie psaná ve třetí osobě (např.: To je, Oni jsou, Společnost dělá). TOHLE NENÍ FACEBOOK!!
he: ! נראה שאת/ה משתמש/ת בגוף ראשון! (לדוגמא: המוצר שלנו, אני, אנחנו, אתה צריך). Everipedia היא אנציקלופדיה ניטראלית הנכתבת בנטייה של גוף שלישי (לדוגמא: זה, הם, החברה יוצרת). כאן זה לא פייסבוק!!
hr: Izgleda da koristite prvo lice! (npr.: naš proizvod, ja sam, mi smo, trebaš). Everipedija je neutralna enciklopedija napisana u trećem licu (npr.: to je, oni su, tvrtka radi). OVO NIJE FACEBOOK !!
nl: Ziet er uit als u gebruik maakt van first-person! (ex: Ons product, ik ben, wij zijn, u moet). Everipedia is een neutrale encyclopedie geschreven in derde-personen tijd (ex: Het is, Zij zijn, Het bedrijf maakt). DIT IS GEEN FACEBOOK!
vi: Có vẻ như bạn đang dùng ngôi thứ nhất! (ví dụ: Sản phẩm chúng tôi, tôi là, Chúng tôi là, Bạn nên). Everipedia là một bách khoa toàn thư trung lập được viết trong căng thẳng của người thứ ba (ví dụ: Đó là, Họ là, Công ty sản xuất). ĐÂY KHÔNG PHẢI LÀ FACEBOOK !!

source: Please enter a title for the page.
cs: Zadejte, prosím, název stránky.
he: יש להזין כותרת לדף.
hr: Molimo unesite naslov stranice.
nl: Voer a.u.b. een titel voor de pagina in.
vi: Vui lòng nhập tiêu đề cho trang.

source: Please write something for the article section. Make sure to use citations.
cs: Napište, prosím, něco pro sekci článků. Ujistěte se, že používáte citace.
he: יש לכתוב דבר מה עבור הפרק במאמר. ודא‫/‬י שאת‫/‬ה משתמש‫/‬ת באזכורים.
hr: Molimo napišite nešto za sekciju članaka. Pazite da upotrebljavate navodne znakove.
nl: Schrijf iets voor de artikel sectie. Zorg ervoor dat u citaten gebruikt.
vi: Hãy viết một cái gì đó cho phần bài viết. Đảm bảo sử dụng trích dẫn.
