Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, he, hr, nl, vi

source: Welcome to Everipedia, the encyclopedia of everything
cs: Vítejte na Everipedii, encyklopedii všeho
he: ברוכים הבאים ל‫-‬Everipedia‫,‬ האנציקלופדיה של הכל
hr: Dobrodošli u Everipediju, enciklopediju svega
nl: Welkom bij Everipedia, de encyclopedie van alles
vi: Chào mừng bạn đến với Everipedia, bách khoa toàn thư của mọi thứ

source: Page Language
cs: Jazyk
he: שפה
hr: Jezik
vi: Ngôn ngữ

source: Removed From Site
cs: Odstraněno z webu
he: הוסר מהאתר
vi: Đã xóa khỏi trang web

source: References and Citations
cs: Odkazy a citace
he: הפניות וציטוטים
vi: Tài liệu tham khảo và trích dẫn

source: This is the reference link for the lead picture/gif of the page. Delete this link here or replace the picture/gif above.
cs: Toto je referenční odkaz pro hlavní obrázek / gif stránky. Smazat tento odkaz zde nebo nahradit obrázek / gif výše.
he: זהו הקישור הפניה עבור התמונה / gif המוביל של הדף. מחק קישור זה כאן או החלף את התמונה / gif לעיל.
vi: Đây là liên kết tham chiếu cho hình ảnh chính / gif của trang. Xóa liên kết này ở đây hoặc thay thế hình ảnh / gif ở trên.

source: Email
he: דוא׳׳ל
hr: E-pošta

source: Product/Merchandise
cs: Výrobek/Zboží
he: מוצר/סחורה
hr: Proizvod/Roba
vi: Sản phẩm / Hàng hóa

source: Add Row
cs: Přidat řádek
he: הוספת שורה
vi: Thêm dòng

source: Schema
cs: Schéma
he: סכימה
vi: Lược đồ

source: Schema Type
cs: Typ schématu
he: סוג סכימה
vi: Kiểu lược đồ

source: Subschema
cs: Podschema
he: תת - קבוצה

source: Social Media
cs: Sociální sítě
he: מדיה חברתית
vi: Truyền thông xã hội

source: Attributes
cs: Atributy
he: מאפיינים
vi: Thuộc tính

source: Timestamp
cs: Časové razítko
he: חותמת זמן
vi: Dấu thời gian

source: Please click to play the video.
cs: Váš prohlížeč nepodporuje HTML5 video.
he: הדפדפן שלך אינו תומך בסרטוני HTML5
hr: Vaš preglednik ne podržava HTML5 videozapis.
vi: Trình duyệt của bạn không hỗ trợ video HTML5.

source: Type
cs: Typ
he: סוג
vi: Loại

source: MIME Type
cs: MIME typ
he: סוג MIME
vi: Loại MIME

source: Original URL
cs: Původní URL
he: כתובת אתר מקורית
vi: URL gốc

source: Please wait
cs: Prosím.
he: בבקשה ‫.‬
hr: Molim.
vi: Xin mời .

source: Every edit proposal requires a minimum of 50 Brainpower at this time, in order to prevent spam and poor-quality edits.
cs: Každý návrh úpravy vyžaduje v současné době minimálně 10 bodů vědomostní síly, aby se předešlo nevyžádané poště a nekvalitním úpravám.
he: כל הצעת עריכה דורשת לפחות 10 כוח מוח בשלב זה, כדי למנוע ספאם ועריכות באיכות ירודה.
hr: Svaki prijedlog uređivanja trenutačno zahtijeva najmanje 50 Brainpowera, kako bi spriječilo spamanje i loša izmjena.
vi: Mọi đề xuất chỉnh sửa yêu cầu tối thiểu 50 Brainpower vào thời điểm này, để tránh spam và chỉnh sửa kém chất lượng.

source: Start
cs: Začátek
he: התחלה
hr: Početak
vi: Bắt đầu

source: OK
he: אישור
hr: U redu

source: Loading
cs: Načítání...
he: ‫..‬טוען
hr: Učitavanje
vi: Đang tải...

source: URL
he: כתובת

source: Link
cs: Odkaz
he: קישור
hr: Poveznica
vi: Liên kết

source: Reset
cs: Resetovat
he: איפוס
hr: Resetirati
vi: Đặt lại

source: Link this page to:
cs: Odkaz na tuto stránku na:
he: קישור לדף זה:
hr: Podijeliti ovu stranicu
vi: Liên kết trang này với:

source: Group
cs: Skupina
he: קבוצה
vi: Nhóm

source: Merge this page into:
cs: Sdílet tuto stránku
he: שיתוף דף זה
hr: Podijeliti ovu stranicu
vi: Chia sẻ trang này

source: Merge
cs: Sloučit stránku
he: מיזוג עמוד
hr: Spojiti stranicu
vi: Hợp nhất trang

source: Tools
cs: Nástroje
he: כלים
vi: Công cụ

source: FAQ
cs: Často kladené otázky
he: שאלות נפוצות
hr: Česta pitanja
vi: Câu hỏi thường gặp

source: Contact
cs: Kontakt
he: יצירת קשר
hr: Kontakt
vi: Liên hệ

source: Forum
cs: Fórum
he: פורום
vi: Diễn đàn

source: Investors
cs: Investoři
he: משקיעים
vi: Nhà đầu tư

source: Chat
he: צ'אט
hr: Razgovor

source: Searching for duplicates...
cs: Hledání duplikátů ...
he: מחפש כפילויות ...
hr: Traženje
vi: Tìm kiếm bản sao ...

source: Feed
cs: Novinky
he: פיד
hr: Nahraniti
vi: Nguồn cấp dữ liệu

source: Menu
he: תפריט

source: ORE ID Logins
cs: Přihlášení ORE ID
he: כניסות ORE ID
vi: Đăng nhập ORE ID

source: Facebook
he: פייסבוק

source: Twitter
he: טוויטר

source: Get Scatter
cs: Načítá se Scatter
he: טוען את Scatter
hr: Učitavanje raspršivanja
vi: Đang tải Scatter

source: Help
cs: Pomoc
he: עזרה
hr: Pomoć
vi: Trợ giúp

source: Download
cs: Stáhnout
he: הורדה
hr: Preuzimanje
vi: Tải xuống

source: The world's largest encyclopedia on the blockchain
cs: První encyklopedie typu blockchain databáze na světě
he: אנציקלופדיית הבלוקצ׳יין הראשונה בעולם
hr: Prva enciklopedija na svijetu o blockchainu
vi: Bách khoa toàn thư đầu tiên trên thế giới về blockchain

source: Log In / Register
cs: Přihlásit / Registrovat
he: כניסה / הרשמה
hr: Registracija
vi: Đăng nhập / Đăng ký

source: As Seen In
cs: Jak je vidět v
he: כפי שנראה ב
vi: Như đã thấy

source: Led by the Founders of Wikipedia and Genius.com
cs: Vedena zakladatelem Wikipedie a stránek Genius.com
he: בראשות מייסד ויקיפדיה ו‫-‬Genius.com
hr: Vođeno od osnivača Wikipedije i Genius.com
vi: Dẫn đầu bởi người sáng lập Wikipedia và Genius.com

source: Everipedia is being led by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from the United States, Sweden, Norway and Italy.
cs: Everipedie je vedena týmem s rozsáhlými zkušenostmi a znalostmi jak v online znalostním prostoru, tak i v odvětví blockchain databází. Výkonný tým je tvořen několika předními osobnostmi v oboru, spoluzakladatelem Wikipedie, Larrym Sangerem, zakladatelem Genius.com, Mahbodem Moghadamem a několika dalšími. Vědecké vzdělání zahrnuje UCLA, Stanford, Yale & Columbia, a zastupuje národnosti z Ameriky, Švédska, Norska a Itálie.
he: Everipedia מובלת על ידי צוות עם ניסיון רב וידע הן במרחב הידע המקוון והןבתעשיית הבלוקצ׳יין. הצוות הניהולי מורכב ממספר אנשים בולטים בענף: לארי סנגר ממייסדי ויקיפדיה, מחבוד מוגאדם ממייסדי Genius‪.‬com, ועוד כמה נוספים. בין התעודות האקדמיות ניתן למצוא את אוניברסיטת UCLA, סטנפורד, ייל וקולומביה, המכסות אזרחויות מאמריקה, שבדיה, נורבגיה ואיטליה.
hr: Everipediju vodi tim koji ima veliko iskustvo i znanje kako u online prostoru znanja tako i u industriji blockchaina. Izvršni tim čine nekoliko istaknutih pojedinaca u industriji, suosnivač Wikipedije, Larry Sanger, osnivač Genius.com, Mahbod Moghadam i još nekoliko. Akademske vjerodajnice uključuju UCLA, Stanford, Yale i Columbiu, što pokriva nacionalnosti iz Amerike, Švedske, Norveške i Italije.
vi: Everipedia đang được dẫn dắt bởi một đội ngũ giàu kinh nghiệm và kiến ​​thức cả trong không gian kiến ​​thức trực tuyến cũng như ngành công nghiệp blockchain. Nhóm điều hành được tạo thành từ một số cá nhân nổi bật trong ngành, đồng sáng lập Wikipedia, Larry Sanger, người sáng lập Genius.com, Mahbod Moghadam và một số người khác. Các bằng cấp học thuật bao gồm UCLA, Stanford, Yale & Columbia, bao gồm các quốc tịch từ Mỹ, Thụy Điển, Na Uy và Ý.

source: Investor Relations
cs: Vztahy s investory
he: קשרי משקיעים
vi: Quan hệ đầu tư

source: Recent News
cs: Poslední novinky
he: חדשות אחרונות
hr: Nedavne vijesti
vi: Tin tức gần đây

source: Links
cs: Přidat odkazy, soubory atd.
he: הוספת קישורים‫,‬ קבצים וכו׳‫.‬
hr: Poveznica
vi: Thêm liên kết, tệp, v.v.

source: Blog
he: בלוג

source: Investor Presentation
cs: Prezentace investorů
he: מצגת משקיעים
vi: Thuyết trình đầu tư

source: Contact Us
cs: Kontaktujte nás
he: יצירת קשר
hr: Kontaktirajte nas
vi: Liên hệ

source: Partners
cs: Partneři
he: שותפים
vi: Đối tác

source: Scatter Login
cs: Přihlásit se scatter
he: פיזור כניסה
hr: Zadnja prijava
vi: Đăng nhập phân tán

source: Use Facebook
cs: Použijte Facebook
he: השתמש בפייסבוק
vi: Sử dụng facebook

source: Use Twitter
cs: Používejte Twitter
he: השתמש בטוויטר
vi: Sử dụng Twitter

source: Home
cs: Domů
he: דף הבית
hr: Početna
vi: Trang chủ

source: View
cs: Shlédnutí
he: צפיות
hr: Pregledi
vi: Lượt xem

source: Rewards Management
cs: Řízení vědomostní síly
he: ניהול כוח מוח
hr: Brainpower upravljanje
vi: Quản lý Brainpower

source: Here you can claim rewards for the edits and / or votes that you made. If "Claim All Rewards" does not work initially, try again after 5 - 10 seconds, as some block producers are faster than others. If it continues to fail, claim a few rewards manually first, then try again. This is due to transaction time limitations with EOS.
cs: Zde můžete požadovat odměny za úpravy a / nebo hlasy, které jste provedli. Pokud &quot;Požadovat všechny odměny&quot; nejprve nefunguje, zkuste to znovu po 5 - 10 sekundách, protože někteří výrobci bloků jsou rychlejší než jiní. Pokud se nadále nezdaří, nejprve ručně vyzkoušejte několik odměn a poté zkuste znovu. To je způsobeno časovými omezeními transakcí u společnosti EOS.
he: כאן תוכל לתבוע תגמולים עבור העריכות ו / או ההצבעות שביצעת. אם &quot;תביעה כל Rewards&quot; לא עובד בתחילה, נסה שוב לאחר 5 - 10 שניות, כמו כמה מפיקים לחסום הם יותר מהר מאשר אחרים. אם היא ממשיכה להיכשל, תביעה כמה תגמולים ידנית תחילה, ולאחר מכן נסה שוב. זאת בשל מגבלות זמן העסקה עם EOS.
vi: Tại đây bạn có thể yêu cầu phần thưởng cho các chỉnh sửa và / hoặc phiếu bầu mà bạn đã thực hiện. Nếu &quot;Yêu cầu tất cả phần thưởng&quot; ban đầu không hoạt động, hãy thử lại sau 5 - 10 giây, vì một số nhà sản xuất khối nhanh hơn những người khác. Nếu nó tiếp tục thất bại, trước tiên hãy yêu cầu một vài phần thưởng, sau đó thử lại. Điều này là do giới hạn thời gian giao dịch với EOS.

source: Claim all rewards
cs: Vyžádejte si všechny odměny
he: תבע את כל ההטבות
vi: Yêu cầu tất cả các phần thưởng

source: Proposal Hash
cs: Návrh Hash
he: ההצעה הצעה
vi: Đề xuất Hash

source: Finalized Time
cs: Dokončený čas
he: זמן סופי
vi: Thời gian hoàn thành

source: Period
cs: Volební období
he: תקופת ההצבעה
hr: Razdoblje glasovanja
vi: Thời gian bỏ phiếu

source: Redeem
cs: Uplatnit
he: מימוש
vi: Mua lại

source: Redeem successful
cs: Obnovení hesla bylo úspěšné
he: איפוס הסיסמא הצליח
hr: Resetiranje lozinke je uspjelo
vi: Đặt lại mật khẩu thành công

source: Quick Biography
cs: Rychlá biografie
he: ביוגרפיה מהירה
vi: Tiểu sử nhanh

source: QR Code
cs: QR kód
he: קוד QR
hr: QR kod
vi: Mã QR Code

source: Alternate Languages
cs: Alternativní jazyky
he: שפות חלופיות
hr: Jezik
vi: Ngôn ngữ thay thế

source: Bio
he: ביו
vi: Giới thiệu

source: bio
he: ביו
vi: sinh học

source: Review
cs: Recenze
he: חוות דעת
vi: Đánh giá

source: review
cs: recenze
he: בסקירה
vi: đánh giá

source: history
cs: Dějiny
he: היסטוריה
vi: Lịch sử

source: Other Languages
cs: Jiné jazyky
he: שפות אחרות
hr: Jezik
vi: Những ngôn ngữ khác

source: wiki
he: ויקי

source: net worth
cs: čistého jmění
he: שווי נקי
vi: giá trị ròng

source: married
cs: ženatý
he: נשוי
vi: cưới nhau

source: sales
cs: prodeje
he: מכירות
vi: bán

source: facts
cs: Everipedie je jako Wikipedie, ale je mnohem jednodušší ji upravovat apřispívat do ní. Každá stránka se skládá z infoboxu pro krátká stručná fakta, hlavního článku napsaného v neutrální třetí osobě, mediální tématické galerie obrázků, videí, zvuků apod., ze seznamu odkazů na webové stránky a souborů, které jsou používány jako citace v článku a infoboxu.
he: Everipedia היא ממש כמו ויקיפדיה‫,‬ רק שהרבה יותר קל לערוך ולתרום לה‫.‬ כל עמוד מורכב מאיזור ״תיבת מידע״ המכיל עובדות קצרות ומתומצתות‫,‬ מאמר מרכזי שנכתב בנטיית גוף שלישי‫,‬ גלריית מדיה של תמונות‫,‬ סרטונים‫,‬ קבצי שמע וכו׳ בנוגע לנושא‫,‬ רשימת מקורות מדפי אינטרנט וקבצים המשמשים כאזכורים במאמר ובתיבת המידע‫.‬
vi: Everipedia giống Wikipedia nhưng đơn giản để chỉnh sửa và đóng góp hơn. Mỗi trang bao gồm một vùng thông tin cho các sự kiện ngắn gọn, một bài viết chính được viết bởi một người thứ ba trung lập, thư viện đa phương tiện gồm hình ảnh, video, âm thanh v.v. về chủ đề, danh sách tài liệu tham khảo đến các trang web và tệp được sử dụng trích dẫn trong bài viết và hộp thông tin.

source: founders
cs: zakladatelů
he: מייסדים
vi: người sáng lập

source: encyclopedia
cs: encyklopedie
he: אנציקלופדיה
vi: bách khoa toàn thư

source: Memo
cs: Poznámka
he: תזכיר
hr: Memorandum
vi: Ghi nhớ

source: Editing History
cs: Historie hlasování
he: היסטוריית הצבעות
hr: Povijest glasovanja
vi: Lịch sử bỏ phiếu

source: Rejectors
cs: Odmítnout
he: דחה
hr: Odbiti
vi: Từ chối

source: Approvers
cs: Schválit
he: אשר
hr: Odobriti
vi: Phê duyệt

source: encylopedia
cs: encyklopedie
vi: bách khoa toàn thư
