Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, bn, cs, da, fa, he, hi, hr, id, it, ja, nb, nl, pl, ru, sv, th, tl, vi

source: If you have any cryptocurrencies, add the wallet addresses here. People may donate to you if they like your work! If you do not have a wallet, you can get one here: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
ar: إذا كان لديك أي عملات رقمية، أضف عناوين المحفظة هنا. يمكن للناس التبرع لك إذا أعجبهم عملك! إذا لم يكن لديك محفظة ، يمكنك الحصول على واحدة هنا: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>بيتكوين</a> ، <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>إيثيرم</a> ، <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>دوجكوين</a>
bn: আপনার যদি কোনও ক্রিপ্টোকারেন্সি থাকলে , এখানে ওয়ালেট অ্যাড্রেস যোগ করুন। আপনার কাজ কারো পছন্দ হলে তারা আপনাকে দান করতে পারেন! আপনার যদি কোন ওয়ালেট না থাকে, আপনি এখানে একটি পেতে পারেন: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>বিটকয়েন</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
cs: Pokud máte nějaké kryptoměny, přidejte zde adresy peněženek. Lidé vás mohou podporovat, pokud se jim líbí vaše práce! Pokud nemáte peněženku, můžete ji získat zde: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
da: Hvis du har krypteringsværdier, skal du tilføje adresserne til tegnebogen her. Folk kan donere til dig, hvis de kan lide dit arbejde! Hvis du ikke har en tegnebog, kan du få en her: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>dogecoin</a>
fa: اگر شما دارای رمزنگاری ارزشی هستید، آدرس های کیف پول را در اینجا اضافه کنید. اگر کار شما را دوست داشته باشند، ممکن است مردم به شما اهدا کنند! اگر شما یک کیف پول ندارید، می توانید یکی را اینجا بگیرید: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>بیت کوین</a> <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>اتریم</a> <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
he: אם יש ברשותכם מטבעות קריפטו, הוסיפו את כתובות הארנקים שלכם כאן. אנשים שיאהבו את עבודתכםעשויים לרצות לתרום לכם! אם אין לכם ארנק, תוכלו להשיג אחד כאן:<img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
hi: यदि आपके पास कोई क्रिप्टोमुद्रा है तो यहाँ वॉलेट पता डालें। यदि लोगों को आपका काम पसंद आता है तो वे यहाँ आपको दान दे सकते हैं!यदि आपके पास वॉलेट नहीं है तो आप यहाँ एक प्राप्त करसकते हैं: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>बिटकॉइन</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
hr: Ako imate bilo kakve kripto vrijednosti, ovdje dodajte adrese novčanika. Ljudi vam mogu donirati ako im se sviđa vaš posao! Ako nemate novčanik, možete ga dobiti ovdje: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
id: Jika Anda memiliki mata uang kripto, tambahkan alamat dompet di sini. Orang-orang dapat menyumbang kepada Anda jika mereka menyukai pekerjaan Anda! Jika Anda tidak memiliki dompet, Anda bisa mendapatkannya di sini: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
it: Se possedete criptocurrency, aggiungete qui gli indirizzi dei relativi wallet. Le persone possono donarti delle criptovalute se gradiscono il tuo lavoro! Se non si dispone di un portafoglio, è possibile ottenerne uno qui: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='src' https://epcdn-vz.azureedge.net/static/images/ethereum-icon.'.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
ja: 仮想通貨を持っている場合は、ここにウォレットアドレスを追加して下さい。記事が気に入れば、寄付されるかもしれません！ウォレットを持っていない場合、ここは登録可能です： <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>ビットコイン</a> 、 <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>エテリアム</a> 、 <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>ドグコイン</a>
nb: Hvis du har noen cryptocurrencies, legger lommeboka adressene her. Folk kan donere til deg hvis de liker arbeidet ditt! Hvis du ikke har en lommebok, du kan få en her: < img class = ' userview-crypto-logo-helper ' src = ' https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg '/> < en class = ' helper-crypto-anker ' rel = ' nofollow ' target = ' _ blank ' href = ' https://www.coinbase.com/' > Bitcoin </a>, < img class = ' userview-crypto-logo-hjelper ' style = ' margin-høyre: 0px; ' src = ' https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png '/> < a class = ' helper-crypto-anker ' rel = ' nofollow ' target = ' _ blank ' href = ' https://www.coinbase.com/' > Ethereum </a>, < img class = ' userview-crypto-logo-helper ' src = ' https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png '/> < en class = ' helper-crypto-anker ' rel = ' nofollow ' target = ' _ blank ' href = ' https://my.dogechain.info/#/overview ' > Dogecoin </a>
nl: Als je cryptocurrency’s hebt, voeg hier dan de adressen van je wallet toe. Mensen kunnen aan je doneren als ze je werk waarderen! Als je geen wallet hebt, kun je er hier een krijgen: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' stijl='margin-right: 0px';' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a klasse='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img klasse='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin<a>
pl: Jeśli masz jakieś kryptokuruty, dodaj adresy portfeli tutaj. Ludzie mogą przekazać Ci darowiznę, jeśli lubią Twoją pracę! Jeśli nie masz portfela, możesz go dostać tutaj: Klasa <img="userview-crypto-logo-helper" src="https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg"/><a class="helper-crypto-anchor" rel="nofollow" target="_blank" href="https://www.coinbase.com/">Bitcoin</a>, <img class="userview-crypto-logo-helper" style: "userview" = "margin-; https://epcdn-vz.azureedge.net/static/images/ethereum-icon."; "margin-ights" style = "margin-".png'/><a class="helper-crypto-anchor" rel="nofollow" target="_blank" href="https://www.coinbase.com/">Ethereum</a>, <img class="userview-crypto-logo-helper" src="https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png"/><a class="helper-crypto-anchor" rel="nofolor" h="helper-cryptto-anchor" rel="nofol.
ru: Если у вас есть криптовыделения, добавьте здесь адреса кошелька. Люди могут пожертвовать вам, если им нравится ваша работа! Если у вас нет кошелька, вы можете получить его здесь: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Биткойн</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Эфириум</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
sv: Om du har några kryptovalutor, lägg till plånbokadresserna här. Folk kan donera till dig om de gillar ditt jobb! Om du inte har en plånbok kan du få en här: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Eterum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>dogecoin</a>
th: หากคุณมี cryptocurrency เพิ่มที่อยู่ wallet ที่นี่คนบริจาคให้กับคุณหากพวกเขาชอบงานคุณ! หากคุณไม่มี wallet ของ คุณจะได้รับที่นี่: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>โดชคอยน์</a>
tl: Kung mayroon kang anumang cryptocurrency, ilagay ang iyong wallet address dito. Pwedeng magkaloob ang mga tao sa iyo kung gusto nila ang iyong gawa! Kung wala kang wallet, maaari kang makakuha dito: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
vi: Nếu bạn có bất kỳ loạị tiền điện tử nào, hãy thêm địa chỉ ví tại đây. Mọi người có thể quyên góp cho bạn nếu họ thích những gì bạn đã làm! Nếu bạn không có ví, bạn có thể tạo ví tại đây: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>

source: Save changes
ar: حفظ التغييرات
bn: পরিবর্তনগুলো সংরক্ষণ করুন
cs: Uložit změny
da: Gem ændringer
fa: ذخیره تغییرات
he: שמירת שינויים
hi: परिवर्तन सहेजें
hr: Spremiti promjene
id: Simpan perubahan
it: Salva modifiche
ja: 変更を保存する
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
ru: Сохранить изменения
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
tl: I-save ang mga binago
vi: Lưu thay đổi

source: When you are done, click here to save your changes.
ar: عند الانتهاء ، انقر هنا لحفظ التغييرات.
bn: আপনার কাজ সম্পন্ন হলে, আপনার পরিবর্তনগুলি সংরক্ষণ করতে এখানে ক্লিক করুন।
cs: Pro dokončení klikněte zde pro uložení změn.
da: Når du er færdig, klik her for at gemme dine ændringer.
fa: هنگامی که شما انجام می شود، برای ذخیره تغییرات خود اینجا کلیک کنید.
he: כשתסיימו‫,‬ לחצו כאן על מנת לשמור את השינויים‫.‬
hi: समाप्त करने के बाद अपने परिवर्तनों को सहेजने के लिए यहाँ क्लिक करें।
hr: Kada ste gotovi, kliknite ovdje kako bi spremili promjene.
id: Setelah selesai, klik di sini untuk menyimpan perubahan Anda.
it: Al termine, fare clic qui per salvare le modifiche.
ja: 完了したら、ここをクリックして変更を保存して下さい。
nb: Når du er ferdig, klikker du her for å lagre endringene.
nl: Als je klaar bent, klik dan hier om je wijzigingen op te slaan.
pl: Po zakończeniu kliknij tutaj, aby zapisać zmiany.
ru: Когда вы закончите, нажмите здесь, чтобы сохранить изменения.
sv: När du är klar, klicka här för att spara dina ändringar.
th: เมื่อเสร็จแล้ว คลิกที่นี่เพื่อบันทึกการเปลี่ยนแปลงของคุณ
tl: Kapag tapos ka na, mag-click dito upang i-save ang iyong mga binago.
vi: Khi bạn hoàn tất, hãy nhấp vào đây để lưu các thay đổi của bạn.

source: Create Page
ar: إنشاء صفحة
bn: পৃষ্ঠা তৈরি করুন
cs: Vytvořit stránku
da: Opret side
fa: ساخت صفحه
he: יצירת דף
hi: पृष्ठ बनाएं
hr: Kreirati stranicu
id: Buat Halaman
it: Crea Pagina
ja: ページを作成する
nb: Lag side
nl: Pagina Aanmaken
pl: Załóż Stronę
ru: Создать страницу
sv: Skapa sida
th: สร้างหน้าเว็บ
tl: Gumawa ng Pahina
vi: Tạo trang

source: You can also create a new wiki article by clicking here.
ar: يمكنك أيضًا إنشاء مقالة ويكي جديدة بالنقر هنا.
bn: আপনি এখানে ক্লিক করে একটি নতুন উইকি প্রবন্ধও তৈরি করতে পারেন।
cs: Kliknutím zde můžete vytvořit nový wiki článek.
da: Du kan også oprette en ny wikiartikel ved at klikke her.
fa: شما همچنین می توانید یک مقاله جدید ویکی را با کلیک روی اینجا ایجاد کنید.
he: לחץ כאן כדי ליצור מאמר וויקי חדש‫.‬
hi: आप यहाँ क्लिक करके एक नया विकी लेख भी बना सकते हैं।
hr: Također možete napraviti i novi wiki članak klikom ovdje.
id: Anda juga dapat membuat artikel wiki baru dengan mengklik di sini.
it: Puoi anche creare un nuovo articolo wiki cliccando qui.
ja: ここをクリックすると、新しいwiki記事を作成することもできます。
nb: Du kan også opprette en ny wiki-artikkel ved å klikke her.
nl: Je kunt ook een nieuw wiki-artikel aanmaken door hier te klikken.
pl: Możesz również utworzyć nowy artykuł wiki klikając tutaj.
ru: Вы также можете создать новую статью wiki, нажав здесь.
sv: Du kan också skapa en ny wikiartikel genom att klicka här.
th: นอกจากนี้คุณยังสามารถสร้างบทความวิกิใหม่ด้วยการคลิกที่นี่
tl: Maaari ka ring gumawa ng bagong artikulo sa wiki sa pamamagitan ng pag-click dito.
vi: Bạn cũng có thể tạo một bài viết wiki mới bằng cách nhấp vào đây.

source: Pre
ar: قبل
bn: প্রাক
fa: پیش
he: קדם
hi: पूर्व
hr: Prije
id: Pra
ja: 前の
nl: Voor
pl: Wstępne
ru: До
sv: Förformaterat
vi: Trước

source: Are you sure you want to remove this link?
da: Er du sikker på at du vil fjerne dette ?
pl: Czy na pewno chcesz usunąć ten link?
ru: Вы уверены, что хотите удалить это?
th: คุณต้องการลบลิงก์นี้ออกใช่ไหม
tl: Sigurado ka bang gusto mong alisin ang link na ito?

source: Posting comment, please wait..
da: Udstationering kommentar, vent venligst ..
pl: Komentarz, poczekaj...
ru: Ваш комментарий публикуется. Пожалуйста подождите...
th: กำลังโพสต์ความคิดเห็น โปรดรอสักครู่...
tl: Pino-post ang komento, sandali ..

source: This comment is already on this page. Please try again!
da: Denne kommentar er allerede på denne side. Prøv igen!
pl: Ten komentarz znajduje się już na tej stronie. Spróbuj ponownie!
ru: Этот комментарий уже на этой странице. Пожалуйста, попробуйте еще раз!
th: มีความคิดเห็นนี้อยู่ในหน้านี้แล้ว โปรดลองอีกครั้ง!
tl: Ang komentong ito ay nasa pahina na. Subukang muli!

source: Posting reply, please wait..
da: Indlæg svar, vent venligst ..
pl: Wyślij odpowiedź, poczekaj...
ru: Отправка ответа, пожалуйста, подождите ..
th: ตอบกลับโพสต์ โปรดรอสักครู่...
tl: Pino-post ang tugon, sandali..

source: Merging...
da: indfletning
pl: Połączenie...
ru: Слияние
th: กำลังรวม...
tl: Pinagsasama-sama ...

source: Formats
da: Formater
pl: Formaty
ru: Форматы
th: รูปแบบ
tl: Mga Format

source: File uploaded successfully
da: Filen er uploadet korrekt
pl: Plik został przesłany pomyślnie
ru: Файл успешно загружен.
th: อัพโหลดไฟล์สำเร็จแล้ว
tl: Tagumpay na na-upload ang file

source: Please enter a headline
da: Indtast venligst en overskrift
pl: Wpisz nagłówek
ru: Введите заголовок
th: โปรดกรอกหัวเรื่อง
tl: Mag-type ng headline

source: Submission Successful!
da: Indsendelse Vellykket!
pl: Złożenie zgłoszenia udane!
ru: Представление успешно!
th: ส่งสำเร็จแล้ว!
tl: Tagumpay ang Pagsusumite!

source: Save Draft
ja: 下書きを保存

source: Load Draft
ja: ドラフトを読み込む
