Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/django.po
Languages: pl

source: Censorship Resistant
pl: Odporna na cenzurę

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
pl: Żywe i stałe edycje treści w ramach łańcucha bloków, na które organ centralny nie ma wpływu.

source: Financial Incentive
pl: Zachęta finansowa

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
pl: Wszyscy posiadacze IQ będą zachęcani do tworzenia wysokiej jakości, neutralnych treści oraz do współpracy w budowaniu reputacji sieci.

source: Become an editor today and start creating your own wiki articles.
pl: Zostań dzisiaj edytorem i zacznij tworzyć własne artykuły wiki.

source: Open Community
pl: Otwarta społeczność

source: Our vibrant community is open and welcoming to people from all backgrounds. Our guidelines and policies are based on common sense rather than strict bureaucracy.
pl: Nasza tętniąca życiem społeczność jest otwarta na ludzi z różnych środowisk. Nasze wytyczne i polityka opierają się na zdrowym rozsądku, a nie na ścisłej biurokracji.

source: Redesigned for the modern age
pl: Odświeżona z myślą o współczesności

source: Everipedia is an encyclopedia modernized and re-designed for the twenty-first century. Our editing interface makes creating and editing wiki's as easy as using Facebook.
pl: Everipedia to encyklopedia zmodernizowana i przeprojektowana na miarę XXI wieku. Nasz interfejs edycyjny sprawia, że tworzenie i edycja wiki jest tak prosta jak korzystanie z Facebooka.

source: Follow us on Telegram
pl: Podążaj za nami na Telegramie.

source: Led by the Founders of Wikipedia and Genius.com
pl: Pod przewodnictwem założyciela Wikipedii i Geniusa.com.

source: Everipedia is being lead by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from America, Sweden, Norway and Italy.
pl: Everipedia jest kierowana przez zespół z dużym doświadczeniem i wiedzą zarówno w obszarze wiedzy online, jak i w branży łańcuchów blokowych. Kadra Zarządzająca składa się z kilku wybitnych osób z branży, współzałożyciela Wikipedii, Larry'ego Sangera, założyciela Genius.com, Mahboda Moghadama i kilku innych osób. Referencje akademickie obejmują uniwersytety UCLA, Stanford, Yale i Columbia, obejmując narodowości amerykańskie, szwedzkie, norweskie i włoskie.

source: Executive Team
pl: Kadra Zarządzająca

source: Leadership
pl: Kierownictwo

source: Executive Leadership
pl: Kadra Kierownicza

source: Chief Information Officer
pl: Dyrektor ds. Informacji

source: Chief Executive Officer, Co-Founder
pl: Dyrektor Generalny, Współzałożyciel

source: Chief Technology Officer, Co-Founder
pl: Dyrektor ds. technologii, Współzałożyciel

source: President, Co-Founder
pl: Przewodniczący, Współzałożyciel

source: Director of Software
pl: Dyrektor ds. oprogramowania

source: Chief Operating Officer
pl: Dyrektor Operacyjny

source: Chief Community Officer, Co-Founder
pl: Szef Społeczności, Współzałożyciel

source: Activity limit reached
pl: Osiągnięto limit aktywności

source: Hey! You've added 15 morsels of knowledge to Everipedia now, so we have paused your account until Master Editors have had a chance to review your work. Shouldn't take too long, you'll probably be good to go in less than 5 minutes.
pl: Dodałeś teraz do Everipedii 15 części wiedzy, więc wstrzymaliśmy Twoje konto do czasu, aż Główni Edytorzy będą mieli możliwość zapoznania się z Twoją pracą. Nie powinno to trwać zbyt długo, prawdopodobnie będziesz mógł przejść dalej w mniej niż 5 minut.

source: In the meantime, please join our official Facebook group:
pl: W międzyczasie dołącz do naszej oficjalnej grupy na Facebooku:

source: It’s the best way to reach the community!
pl: To najlepszy sposób na dotarcie do społeczności!

source: Sign in
pl: Zaloguj się

source: Sign in to Everipedia
pl: Zaloguj się do Everipedii.

source: Log in with Facebook
pl: Zaloguj się przez Facebooka

source: Log in with Twitter
pl: Zaloguj się przez Twittera.

source: Need an account?
pl: Potrzebujesz konta?

source: Register here
pl: Zarejestruj się tutaj

source: Visit Profile
pl: Odwiedź Profil

source: Settings
pl: Ustawienia

source: Log Out
pl: Wyloguj się

source: Register / Log In
pl: Zarejestruj się / Zaloguj się

source: New message
pl: Nowa wiadomość

source: by
pl: przez

source: Create an account
pl: Utwórz konto

source: Have an account?
pl: Masz już konto?

source: Login
pl: Zaloguj się

source: Registration is currently invite only due to blockchain software testing. Join us on Telegram and Reddit in the meantime to become a part of Everipedia today!
pl: Rejestracja przebiega obecnie tylko poprzez zaproszenie, w związku z testowaniem oprogramowania w ramach łańcucha bloków. W międzyczasie dołącz do nas na Telegramie i Reddit, aby już dziś stać się częścią Everipedii!

source: Welcome to the Everipedia editor community!
pl: Witamy w społeczności edytorów Everipedia!

source: Sign up to become an editor to access more features and an ad-free experience.
pl: Zarejestruj się, aby zostać edytorem, aby uzyskać dostęp do większej liczby funkcji i darmowych treści reklamowych.

source: Sign up
pl: Zarejestruj się

source: By clicking sign up above you agree to our
pl: Klikając na Zarejestruj się powyżej zgadzasz się na nasz

source: Terms of Service
pl: Regulamin Serwisu

source: Searching...
pl: Wyszukuję...

source: Can't find it below?
pl: Nie możesz znaleźć tego poniżej?

source: Create
pl: Utwórz

source: a new page titled
pl: nową zatytułowaną stronę

source: Or try the
pl: Lub spróbuj

source: advanced search.
pl: wyszukiwanie zaawansowane

source: Everipedia couldn’t find anything with the name
pl: Everipedia nie mogła znaleźć niczego z tą nazwą

source: If you know any links associated with this page, try searching for those links
pl: Jeśli znasz linki powiązane z tą stroną, spróbuj wyszukać te linki.

source: Verified Editor
pl: Zweryfikowany edytor

source: Bullet
pl: Punktor

source: Recent news
pl: Aktualności

source: Everipedia IQ tokens are now in circulation on the EOS mainnet. Follow Everipedia on
pl: Żetony Everipedia IQ są teraz w obiegu w sieci EOS. Śledź Everipedia

source: to learn about upcoming features and developments!
pl: aby dowiedzieć się o nadchodzących funkcjach i nowościach!

source: Verified Page
pl: Strona zweryfikowana

source: Image & Video Gallery
pl: Galeria Obrazów i Filmów Wideo

source: images, pictures, and videos
pl: obrazy, zdjęcia i filmy wideo

source: Gallery
pl: Galeria

source: Reference Links For This Biography
pl: Linki referencyjne do niniejszej biografii

source: Reference Links For This Wiki
pl: Linki referencyjne do stron Wiki

source: Links to historical reviews, career / educational facts, and other encyclopedic information
pl: Linki do recenzji historycznych, faktów dotyczących kariery zawodowej/edukacji oraz innych informacji encyklopedycznych

source: All information for
pl: Wszystkie informacje dotyczące

source: wiki comes from the below links. Any source is valid, including Twitter, Facebook, Instagram, and LinkedIn. Pictures, videos, biodata, and files relating to
pl: wiki pochodzą z poniższych linków. Każde źródło jest prawidłowe, w tym Twitter, Facebook, Instagram i LinkedIn. Obrazy, filmy wideo, biodane i pliki odnoszące się do

source: are also acceptable encyclopedic sources.
pl: są również dopuszczalnymi źródłami encyklopedycznymi.

source: See related encyclopedia articles, biographies, reviews, and historical facts.
pl: Zobacz powiązane artykuły encyklopedyczne, biografie, recenzje i fakty historyczne.

source: Other wiki pages related to
pl: Inne strony wiki powiązane z

source: Created
pl: Utworzony

source: Last Modified
pl: Ostatnio zmodyfikowany

source: Top Page Editors
pl: Najlepsi Redaktorzy Stron

source: Share this page
pl: Udostępnij tę stronę

source: DIRECT LINK
pl: Link Bezpośredni

source: Suggested Hashtags
pl: Sugerowane Hashtagi

source: QR Code
pl: Kod QR

source: and
pl: i

source: Edit
pl: Edytuj

source: Vote
pl: Głosuj

source: Embed / Widget
pl: Wbudowany / Widżet

source: Profiles
pl: Profile

source: Please make sure you have set up
pl: Upewnij się, że skonfigurowałeś/aś

source: beforehand
pl: wcześniej

source: Recipient
pl: Odbiorca

source: Memo
pl: Notatka

source: Transaction successful
pl: Transakcja zakończona powodzeniem

source: Buy RAM
pl: Kup RAM

source: See your RAM, CPU, and Bandwidth on FeeXplorer
pl: Zobacz swoją pamięć RAM, procesor i przepustowość w aplikacji FeeXplorer.

source: profile
pl: profil

source: Everipedia Rank
pl: Ranking Everipedii

source: This user is verified
pl: Ten użytkownik jest zweryfikowany

source: Everipedia Staff
pl: Personel Everipedii

source: Message
pl: Wiadomość

source: Edit Profile
pl: Edytuj profil

source: Everipedia Page
pl: Strona Everipedia

source: IQ Score
pl: Wynik IQ

source: Pages created
pl: Utworzone strony

source: Total edits
pl: Suma edycji

source: Joined
pl: Dołączony

source: Upload Avatar / Profile Picture
pl: Wczytywanie Avataru / Obrazu Profilu

source: Enable account? Uncheck to ban
pl: Aktywne konto? Usuń zaznaczenie, aby zablokować

source: IP Ban
pl: Blokada IP

source: Ban
pl: Zablokuj

source: Clear
pl: Wyczyść

source: Verify the account?
pl: Sprawdzić konto?

source: Is Staff?
pl: Czy jest Personel?

source: Save all changes
pl: Zapisz wszystkie zmiany

source: Cancel
pl: Anuluj

source: Change Avatar Picture
pl: Zmień obraz Avataru

source: Please select your Everipedia page
pl: Proszę wybrać swoją stronę na Everipedii.

source: Continue
pl: Kontynuuj

source: Voting
pl: Głosowanie

source: Editing History
pl: Historia głosowania

source: Before
pl: Przed

source: After
pl: Po

source: Article
pl: Artykuł

source: Current Vote
pl: Aktualne głosowanie

source: Reject
pl: Odrzuć

source: Accept
pl: Akceptuj

source: Voting Period
pl: Okres głosowania

source: to
pl: do

source: Place Votes
pl: Zagłosuj

source: Approve
pl: Zatwierdź

source: Changes
pl: Zmiany

source: Welcome to Everipedia, the encyclopedia of everything
pl: Witamy w Everipedii, encyklopedii wszystkiego.
