Repository: API-market/Block-Explorer-IQ-Public
Catalog: locale/*/django.po
Languages: pl

source: Contains
pl: Zawiera

source: Equal to
pl: Równy

source: Regular expression
pl: Regularne wyrażenie

source: Starts with
pl: Rozpocznij od

source: Ends with
pl: Zakończ na

source: Greater than
pl: Więcej niż

source: Greater than or equal to
pl: Większy lub równy

source: Less than
pl: Mniej niż

source: Less than or equal to
pl: Mniejszy lub równy

source: Password
pl: Hasło

source: Please enter a password
pl: Proszę wprowadzić hasło.

source: Please enter a valid password
pl: Proszę wprowadzić prawidłowe hasło

source: Enter an email
pl: Wpisz adres e-mail

source: Please enter an email address
pl: Proszę wprowadzić adres e-mail

source: Please enter a valid email address
pl: Proszę wprowadzić poprawny adres e-mail

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Enter a username
pl: Wprowadź nazwę użytkownika.

source: Please enter a username
pl: Proszę wprowadzić nazwę użytkownika

source: Please enter a valid username
pl: Proszę wpisać prawidłową nazwę użytkownika.

source: This email address already exists! Please use another one.
pl: Ten adres e-mail już istnieje! Proszę użyć innego.

source: How can we help?
pl: Jak możemy Ci pomóc?

source: Full Name
pl: Imię i nazwisko

source: Subject
pl: Temat

source: Report Abuse
pl: Zgłoś Nadużycie

source: Report Bug
pl: Zgłoś Błąd

source: Verify Account
pl: Zweryfikuj Konto

source: Anonymous Tip
pl: Anonimowa Wskazówka

source: Investment Inquiries
pl: Zapytania ofertowe dotyczące inwestycji

source: Other
pl: Inne

source: Search by Entering a Link
pl: Wyszukiwanie przez Wpisanie Linku

source: Describe the file briefly. A summary of the information found is best. Avoid simply repeating the page title.
pl: Opisz krótko plik. Najlepsze jest podsumowanie uzyskanych informacji. Unikaj po prostu powtarzania tytułu strony.

source: File type not allowed.
pl: Ten typ pliku jest niedozwolony

source: Please .
pl: Proszę

source: Enter a URL
pl: Wpisz adres strony

source: Describe the URL briefly. A summary of the information found is best. Avoid simply repeating the page title.
pl: Opisz krótko adres URL. Najlepsze jest podsumowanie uzyskanych informacji. Unikaj po prostu powtarzania tytułu strony.

source: Enter type (e.g. Occupation)
pl: Wprowadź typ (np. zawód).

source: Enter value (e.g. CEO)
pl: Wprowadź wartość (np. CEO).

source: Person
pl: Osoba

source: Place/Location
pl: Miejsce/Lokalizacja

source: Organization/Company/Institution
pl: Organizacja/Firma/Instytucja

source: Event
pl: Wydarzenie

source: List/Ranking
pl: Lista/Ranking

source: Product/Merchandise
pl: Produkt/Towar

source: Electronics/Software
pl: Elektronika/Oprogramowanie

source: Medical/Biology
pl: Medycyna/Biologia

source: Creative Work/Art
pl: Praca twórcza/Sztuka

source: Science/Academia/Humanities
pl: Nauki/Akademia/Nauki humanistyczne

source: None
pl: Brak

source: Featured
pl: Wyróżnione

source: In the news
pl: W wiadomościach

source: In the news (Editor's Pick)
pl: W wiadomościach (Wybór Redakcji)

source: In the news (Standout Article)
pl: W wiadomościach (Artykuł Wyróżniony)

source: Trending
pl: Tendencje

source: On this day
pl: Dziś...

source: Blog Post (Meta Article)
pl: Post na Blogu (Artykuł Meta)

source: Verified Only
pl: Tylko zweryfikowane

source: Normal (Business)
pl: Normalny (działalność gospodarcza)

source: Normal (Personal)
pl: Normalny (osobisty)

source: Your Everipedia editor restrictions have been removed. You can now edit pages freely!
pl: Ograniczenia edytora Everipedia zostały usunięte. Teraz możesz swobodnie edytować strony!

source: Images & Videos
pl: Obrazy i filmy wideo

source: References
pl: Referencje

source: Article Discussion
pl: Dyskusja na temat artykułu

source: See Also
pl: Zobacz także

source: Top Editors
pl: Najlepsi Edytorzy

source: Wiki and references for
pl: Wiki i odniesienia

source: You can edit something on this wiki now!
pl: Już teraz możesz edytować coś na tej wiki!

source: IP address or mask
pl: Adres IP lub maska

source: Optional reason for block
pl: Opcjonalny powód blokady

source: IPs & masks to ban
pl: IP i maski do zablokowania

source: Welcome,
pl: Witaj,

source: Documentation
pl: Dokumentacja

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj się

source: Home
pl: Strona główna

source: Django site admin
pl: Administrator strony Django

source: Django administration
pl: Administracja Django

source: Thanks for spending some quality time with the Web site today.
pl: Dziękujemy za to, że spędziłeś dzisiaj trochę czasu na tej witrynie.

source: Log in again
pl: Zaloguj się ponownie

source: Search Everipedia
pl: Wyszukaj w Everipedii

source: Log in
pl: Zaloguj się

source: Password change successful
pl: Hasło zmienione

source: Password reset
pl: Resetuj hasło

source: Password reset complete
pl: Zakończono resetowanie hasła

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało ustawione. Możesz teraz się zalogować.

source: Password reset confirmation
pl: Potwierdzenie zresetowania hasła

source: Enter new password
pl: Wprowadź nowe hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Proszę wpisać dwukrotnie nowe hasło, dzięki czemu możemy sprawdzić czy wpisałeś je poprawnie.

source: New password:
pl: Nowe hasło:

source: Confirm password:
pl: Potwierdź hasło:

source: Change my password
pl: Zmień hasło

source: Password reset unsuccessful
pl: Resetowania hasła nieudane

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link do zresetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Proszę ponownie zażądać zresetowania hasła.

source: Password reset successful
pl: Hasło zostało zresetowane

source: We have emailed you instructions for setting your password. You should be receiving them shortly.
pl: Wysłaliśmy do Ciebie e-mail z instrukcją ustawienia hasła. Powinieneś wkrótce go otrzymać.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeśli nie otrzymasz wiadomości e-mail, upewnij się, że podałeś prawidłowy adres, który użyłeś w trakcie rejestracji i sprawdź folder spamu.

source: You are receiving this email because you requested a password reset for your Everipedia account.
pl: Otrzymujesz tę wiadomość e-mail, ponieważ poprosiłeś o zresetowanie hasła do swojego konta Everipedia.

source: Please go to the following page and choose a new password:
pl: Proszę przejść do następującej strony i wybrać nowe hasło:

source: Your username, in case you've forgotten:
pl: Twoja nazwa użytkownika, na wypadek zapomnienia:

source: Thanks for using our site!
pl: Dziękujemy za korzystanie z naszej strony!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
pl: Zapomniałeś hasła? Wprowadź poniżej swój adres e-mail, a my wyślemy na niego instrukcje dotyczące ustawienia nowego hasła.

source: Email address:
pl: Adres e-mail:

source: Reset my password
pl: Zresetuj hasło

source: Learn More
pl: Dowiedz się więcej

source: View My Profile
pl: Zobacz mój profil

source: Create a Wiki
pl: Utwórz Wiki

source: more
pl: więcej

source: Your browser does not support HTML5 video.
pl: Twoja przeglądarka nie obsługuje video HTML5

source: Click to add a new link or file to this list
pl: Kliknij, aby dodać do tej listy nowy link lub plik.

source: Or click an existing link below to add it to the article
pl: Lub kliknij na istniejący link poniżej, aby dodać go do artykułu.

source: Views
pl: Widoki

source: page(s) have this link
pl: strona(-y) posiada(-ją) ten link

source: Frequently Asked Questions - Everipedia, everyone's encyclopedia
pl: Najczęściej zadawane pytania - Everipedia, encyklopedia dla każdego z nas...

source: Brainpower Management
pl: Zarządzanie Mocą mózgu

source: Everipedia, the encyclopedia of everything
pl: Everipedia, encyklopedia wszystkiego

source: Loading Scatter
pl: Ładowanie Rozproszenia

source: Staking IQ tokens will freeze them for 21 days and will generate nontransferable Brainpower, which can be used for editing and voting on the Everipedia network. At the end of the 21 days, you can claim back your IQ tokens and re-stake them for more Brainpower again. Thus, 1 IQ, staked every 21 days, can lead to 365 days / 21 days = 17.38 Brainpower every year.
pl: Stawianie tokenów IQ zamrozi je na 21 dni i wygeneruje niezbywalną Moc mózgu, która może być wykorzystana do edycji i głosowania w sieci Everipedia. Po upływie 21 dni możesz odzyskać swoje tokeny IQ i ponownie pobrać je, aby kolejny raz uzyskać większą ilość Mocy mózgu. Tak więc, 1 IQ postawione co 21 dni, może prowadzić do 365 dni / 21 dni = 17.38 Mocy mózgu każdego roku.

source: As you make pages, propose edits, and vote on article proposals, you will consume Brainpower. However, making successful edits and voting on the winning side of a proposal will generate rewards in IQ, not Brainpower. Therefore, you can generate more Brainpower (and any profit) by staking the new IQ you just earned.
pl: Kiedy tworzysz strony, proponujesz poprawki i głosujesz nad propozycjami artykułów, zużywasz Moc mózgu. Jednakże udana edycja i głosowanie na zwycięską propozycję przyniesie Ci nagrody w IQ, a nie w Mocy mózgu. Dlatego możesz wygenerować więcej mocy mózgu (i innych zysków) poprzez postawienie nowego IQ, który właśnie zarobiłeś.

source: Every edit proposal requires a minimum of 10 Brainpower at this time, in order to prevent spam and poor-quality edits.
pl: Każda propozycja edycji wymaga co najmniej 10 Mocy mózgu w tym samym czasie, aby zapobiec spamowi i niskiej jakości edycji.

source: Enter an integer amount of IQ to stake
pl: Wprowadź liczbę całkowitą IQ na stosie.

source: New Stake
pl: Nowa Stawka

source: End
pl: Koniec

source: Time Remaining
pl: Pozostały czas

source: Amount
pl: Kwota

source: Claim
pl: Żądanie

source: Contact us
pl: Skontaktuj się z nami

source: To get quicker replies from our community
pl: Aby uzyskać szybsze odpowiedzi od naszej społeczności

source: create a post in our forum
pl: stwórz post na naszym forum

source: Get in touch with us
pl: Pozostań z nami w kontakcie

source: Thanks, we got your message. We will respond in a bit
pl: Dzięki, otrzymaliśmy Twoją wiadomość. Odpowiemy na nią wkrótce

source: Send
pl: Wyślij

source: Enter a caption for the main image of the page.
pl: Wprowadź podpis dla głównego obrazu strony.

source: Edit Page
pl: Edytuj stronę

source: Loading..
pl: Wczytywanie..

source: Change Picture
pl: Zmień zdjęcie

source: Please enter the destination page you wish to merge this one into
pl: Wprowadź stronę docelową, którą chcesz połączyć z tą stroną.

source: Merge Page
pl: Strona połączona

source: Hey there scholar!
pl: Witaj znawco!

source: Looks like you have been editing for a while. You should take a moment to save your work before continuing!
pl: Wygląda na to, że edytujesz już od jakiegoś czasu. Powinieneś poświęcić chwilę na zapisanie swojej pracy przed kontynuacją!

source: Save
pl: Zapisz

source: Looks like you are using first-person! (ex: Our product, I am, We are, You should). Everipedia is a neutral encyclopedia written in third-person tense (ex: It is, They are, The company makes). THIS IS NOT FACEBOOK!!
pl: Wygląda na to, że używasz pierwszej osoby! (ex: Nasz produkt, jestem, jesteśmy, powinieneś). Everipedia jest neutralną encyklopedią napisaną w formie trzeciej osoby (np.: To jest, Oni są, Firma wytwarza). TO NIE JEST FACEBOOK!

source: Please enter a title for the page.
pl: Wprowadź tytuł strony.

source: Please write something for the article section. Make sure to use citations.
pl: Prosimy o napisanie czegoś w sekcji artykułów. Upewnij się, że użyłeś cytatów.

source: Hello! This page needs citations (also known as footnotes, references, sources) before it can be saved. Add the links you're using as sources with the cite button above.
pl: Witaj! Ta strona potrzebuje cytatów (znanych również jako przypisy, odnośniki, źródła), zanim będzie mogła zostać zapisana. Dodaj linki, których używasz jako źródeł, naciskając powyżej przycisk cytuj.

source: Join our official Facebook group if you need help with it!:
pl: Dołącz do naszej oficjalnej grupy na Facebooku, jeśli potrzebujesz pomocy!:

source: - we will hook you up. It's not hard!
pl: - połączymy się z Tobą. To nie jest trudne!

source: Please cite the link(s) you just added into the main article body. First click at the end of the sentence or paragraph you want to cite, then click the (Cite) button on the edit panel above!
pl: Proszę zacytować link(i), który właśnie dodałeś do głównego artykułu. Najpierw kliknij na końcu zdania lub akapitu, który chcesz zacytować, a następnie kliknij przycisk (Cytuj) na panelu edycji powyżej!

source: Add New Infobox Item
pl: Dodaj nową skrzynkę Infobox.

source: Enter a classification or category
pl: Wprowadź klasyfikację lub kategorię

source: Enter a value or a description
pl: Wprowadzić wartość lub opis.

source: Add Infobox Item
pl: Dodaj element Infobox

source: Close
pl: Zamknij

source: Add a Link or File
pl: Dodawanie linku lub pliku

source: File
pl: Plik

source: Upload file
pl: Wgraj plik

source: Add Link
pl: Dodaj link

source: Reset
pl: Resetuj

source: Select the topic of this page
pl: Wybierz temat na tej stronie

source: Remove page
pl: Usuń stronę

source: Adult Content
pl: Treść dla dorosłych

source: Editing existing pages temporarily disabled
pl: Edycja istniejących stron została czasowo wyłączona

source: Editors
pl: Edytorzy

source: Everipedia Editors
pl: Edytorzy Everipedia

source: Previous
pl: Poprzednia

source: Page
pl: Strona

source: of
pl: z

source: Next
pl: Następna

source: Page not found!
pl: Strona nie znaleziona!

source: Page not found
pl: Nie znaleziono strony

source: In The News
pl: Wiadomości

source: Recent Activity
pl: Ostatnia aktywność

source: This page has been removed
pl: Ta strona została usunięta

source: Click here to return to recent activity
pl: Kliknij tutaj, aby powrócić do ostatnio wykonywanej czynności

source: Exchange Listings
pl: Notowania giełdowe

source: Supported Exchanges
pl: Wspierane formy wymiany

source: The following exchanges indicated that they will support the IQ airdrop
pl: Następujące formy wymiany wskazały, że będą wspierać zrzut IQ

source: Supported Wallets
pl: Wspierane Portfele

source: Token Pockets
pl: Token Pocket

source: Frequently Asked Questions
pl: Często Zadawane Pytania

source: What is Everipedia?
pl: Czym jest Everipedia?

source: Everipedia is a knowledge aggregator and knowledge base. We think it's much easier to edit than Wikipedia. Anyone can create a page about any person, place, organization, or thing and populate it with relevant reference links/sources. The only main rules of EP are: Information on the page must always be cited and the article must be in a neutral point of view. Check out the actual entry for Everipedia... on
pl: Everipedia jest agregatorem wiedzy i bazą wiedzy. Uważamy, że edycja na tej stronie jest o wiele łatwiejsza niż w Wikipedii. Każdy może utworzyć stronę o każdej osobie, miejscu, organizacji lub rzeczy i wypełnić ją odpowiednimi odnośnikami/źródłami. Jedyne główne zasady EP to: Należy zawsze cytować informacje na stronie, a artykuł musi być neutralny. Sprawdź aktualny wpis w Everipedii...

source: Why should I sign up?
pl: Dlaczego powinienem się zarejestrować?

source: Because it’s fun and easy! We thought contributing to large knowledge projects shouldn't require high barriers to entry so we made Everipedia very easy to navigate, edit, and get started. Editors gain more privileges as they accumulate IQ and rise through the ranks. Top site-wide editors are displayed on the front page. Top editors for each page are also displayed.
pl: Ponieważ jest to zabawne i proste! Pomyśleliśmy, że udział w dużych projektach wiedzy nie powinien wymagać wysokich barier wejścia, więc uczyniliśmy Everipedię bardzo łatwą w nawigacji, edycji i starcie. Edytorzy zyskują więcej przywilejów, gdy gromadzą IQ i awansują w rankingach. Na stronie głównej wyświetlani są najlepsi edytorzy. Wyświetlani są również najlepsi edytorzy dla każdej strony.

source: Try it!
pl: Spróbuj!

source: Sign up here
pl: Zapisz się tutaj

source: So how is Everipedia different from Wikipedia and similar sites?
pl: Czym wiec Everipedia różni się od Wikipedii i podobnych stron?

source: Editing on Everipedia is graphic and modern, talk pages are designed as discussion threads, celebrities have verified accounts, and anyone can make pages about anything as long as they are properly cited. Every page from Wikipedia is already here on Everipedia to build on top of and improve. All this makes EP the biggest knowledge project ever!
pl: Edycja w Everipedii jest graficzna i nowoczesna, strony dyskusji są zaprojektowane jako wątki dyskusji, celebryci posiadają zweryfikowane konta, a każda osoba może stworzyć strony o czymkolwiek, tak długo, jak są one prawidłowo cytowane. Każda strona z Wikipedii jest już dostępna w Everipedii, aby ją rozbudowywać i ulepszać. Wszystko to sprawia, że EP jest największym projektem wiedzy w historii!

source: Is Everipedia free?
pl: Czy Everipedia jest darmowa?

source: All information found on Everipedia is freely available for anyone to use and access. All we ask is a link back to the source Everipedia page for attribution purposes. The information on this encyclopedia is meant to be free to all. We will never charge for or withhold any of the information on this website. We just ask that you do not throttle the site and programmatically harvest information that would dramatically affect our servers.
pl: Wszystkie informacje znajdujące się w Everipedii są dostępne dla każdego, w celu swobodnego korzystania z nich. Jedyne, o co prosimy, to link do strony źródłowej Everipedia w celu przypisania. Informacje zawarte w tej encyklopedii mają być darmowe dla wszystkich. Nigdy nie będziemy pobierać opłat za informacje zawarte na tej stronie. Prosimy tylko o to, aby Państwo nie blokowali strony i nie zbierali programowo informacji, co mogłyby mieć dramatyczny wpływ na nasze serwery.

source: Much love,
pl: Dużo miłości,

source: About
pl: O

source: Contact
pl: Kontakt

source: Terms
pl: Warunki

source: Get IQ
pl: Zdobądź IQ

source: Powered by
pl: Wspierane przez

source: API by
pl: API przez

source: Select language
pl: Wybierz język

source: Enter a title for the thread
pl: Wprowadź tytuł wątku.

source: Enter your post here
pl: Wpisz tutaj swój post.

source: Create New Thread
pl: Tworzenie nowego wątku

source: About Everipedia
pl: O Everipedii

source: How To Use
pl: Sposób użycia

source: Donate
pl: Wpłać

source: By using this website, you agree to the
pl: Korzystając z tej strony zgadzasz się na

source: Terms of Use
pl: Warunki korzystania z serwisu

source: Everipedia® is a trademark of Everipedia International
pl: Everipedia® jest znakiem towarowym Everipedia International.

source: Chat
pl: Czat

source: Search
pl: Szukaj

source: Create Page
pl: Załóż Stronę

source: Paste a link or enter a title
pl: Wklej link lub wprowadź tytuł.

source: Messages
pl: Wiadomości

source: Notifications
pl: Powiadomienia

source: Your IQ Score
pl: Twój wynik IQ

source: Table of contents
pl: Spis treści

source: Table of contents and facts for this wiki
pl: Spis treści i faktów na potrzeby tej wiki

source: Feed
pl: Kanał

source: Please log in with Scatter
pl: Zaloguj się za pomocą Scatter.

source: Help
pl: Pomoc

source: View Profile
pl: Zobacz Profil

source: Sign In
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: Username
pl: Nazwa użytkownika

source: Need an account? Register here.
pl: Nie masz konta? Zarejestruj się tutaj!

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Your Notifications
pl: Twoje powiadomienia

source: Get an account
pl: Załóż konto

source: or Log in
pl: lub Zaloguj się

source: Language
pl: Język

source: Register / Log in
pl: Zarejestruj się / Zaloguj się

source: Go to article
pl: Przejdź do artykułu

source: Self citation by
pl: Samodzielne cytowanie przez

source: Title
pl: Tytuł

source: Rank
pl: Ranking

source: User since
pl: Użytkownik od

source: Last login
pl: Ostatnie logowanie

source: Go to Editor's Profile
pl: Przejdź do Profilu Edytora

source: Discuss Citation
pl: Omów cytat

source: Download
pl: Pobierz

source: Direct Link
pl: Bezpośredni Link

source: Share
pl: Udostępnij

source: Copy URL
pl: Kopiuj adres URL

source: Play / Pause
pl: Odtwarzaj/ Wstrzymaj

source: How to use Everipedia
pl: Jak korzystać z Everipedii?

source: Everipedia is a free and easy to use wiki platform. Write about anyone and anything!
pl: Everipedia jest darmową i łatwą w użyciu platformą wiki. Napisz o kimkolwiek i o czymkolwiek!

source: Go back to the page you started from
pl: Wróć do strony, od której rozpocząłeś

source: Go to page
pl: Przejdź do strony

source: Go to your editor profile page
pl: Przejdź do strony profilu edytora

source: Go to profile
pl: Przejdź do profilu

source: Create a new page now
pl: Utwórz teraz nową stronę

source: Search for an existing page
pl: Wyszukiwanie istniejącej strony

source: This page is currently being created by another user
pl: Ta strona jest obecnie tworzona przez innego użytkownika.

source: This page is currently in the process of being created by another user. Please return later!
pl: Strona ta jest obecnie tworzona przez innego użytkownika. Wróć do niej później!

source: You have
pl: Masz

source: unread notifications
pl: nieprzeczytanych powiadomień.

source: You currently do not have any notifications.
pl: Obecnie nie masz żadnych powiadomień.

source: The world's first encyclopedia on the blockchain
pl: Pierwsza na świecie encyklopedia oparta na łańcuchu bloków

source: Everipedia's IQ Network is the world's first Encyclopedia that allows anyone to become a stakeholder in the system and earn rank, rewards & tokens for curating content.
pl: Sieć IQ Everipedia jest pierwszą na świecie Encyklopedią, która pozwala każdemu stać się udziałowcem systemu i zyskać miejsce w rankingu, nagrody oraz żetony za zajmowanie się treścią strony.

source: Learn more
pl: Dowiedz się więcej

source: An Encyclopedia for the modern age
pl: Encyklopedia na miarę nowoczesnych czasów

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar to Wikipedia. By creating a new incentive structure and a distributed backend hosted within a blockchain, the new Everipedia knowledge base will be able to improve upon all fundamental features of Wikipedia.
pl: Łańcuch bloków Everipedia IQ zapewnia nową zmianę paradygmatu i gospodarkę opartą na wiedzy w celu przerwania starego, scentralizowanego modelu internetowej encyklopedii wiedzy, podobnego do modelu Wikipedii. Tworząc nową strukturę motywacyjną i rozproszony backend mieszczący się w łańcuchu blokowym, nowa baza wiedzy Everipedia będzie w stanie ulepszyć wszystkie podstawowe cechy Wikipedii.

source: Decentralized
pl: Decentralizacja

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
pl: Artykuły są pobierane przy użyciu IPFS i EOS Storage. Większość IQ jest rozłożona podczas zrzutu.

source: Democratic
pl: Demokracja

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
pl: Model PoS (Proof of Stake) pozwala na głosowanie za zmianą i modernizacją sieci IQ wraz z jej rozwojem. Ułatwi również import partii nowej zawartości bez pobierania opłat.
